[LocAdmin_Strings]

FO_Dragon_Ice=Summoned demon;;;;;;Drache;;;;;;Jég sárkány;;Przyzwany demon;;Дракон;;;
FO_Dragon_Black=Summoned demon;;;;;;Drache;;;;;;Fekete sárkány;;Przyzwany demon;;Дракон;;;

FO_BeliarDemon=Summoned demon;;;;;;Beschworener Dämon;;;;;;Megidézett démon;;Przyzwany demon;;Призванный демон;;召喚的惡魔;
FO_BeliarTempleDemon1=Daemon;;;;;;Dämon;;;;;;Démon;;Demon;;Демон;;惡魔;
FO_BeliarTempleDemon2=Daemon;;;;;;Dämon;;;;;;Démon;;Demon;;Демон;;惡魔;
FO_BeliarTempleDemon3=Daemon;;;;;;Dämon;;;;;;Démon;;Demon;;Демон;;惡魔;
FO_Ingolf=Ingolf;;;;;;Ingolf;;;;;;Ingolf;;Ingolf;;Ингольф;;英戈爾夫;
FO_LightPirateSkeleton_Saber=Pirate skeleton;;;;;;Vom Sturm besessenes Piratenskelett;;;;;;Csontváz kalóz;;Szkielet pirata;;Одержимый штормом скелет пирата;;風暴中的海盜骷髏;
FO_LightPirateSkeleton_Saber1=Pirate skeleton;;;;;;Vom Sturm besessenes Piratenskelett;;;;;;Csontváz kalóz;;Szkielet pirata;;Одержимый штормом скелет пирата;;風暴中的海盜骷髏;
FO_LightPirateSkeleton_Saber2=Pirate skeleton;;;;;;Vom Sturm besessenes Piratenskelett;;;;;;Csontváz kalóz;;Szkielet pirata;;Одержимый штормом скелет пирата;;風暴中的海盜骷髏;
FO_LightPirateSkeleton_Saber3=Pirate skeleton;;;;;;Vom Sturm besessenes Piratenskelett;;;;;;Csontváz kalóz;;Szkielet pirata;;Одержимый штормом скелет пирата;;風暴中的海盜骷髏;
FO_LightPirateSkeleton_Saber4=Pirate skeleton;;;;;;Vom Sturm besessenes Piratenskelett;;;;;;Csontváz kalóz;;Szkielet pirata;;Одержимый штормом скелет пирата;;風暴中的海盜骷髏;
FO_LightPirateSkeleton_Bow=Pirate skeleton;;;;;;Vom Sturm besessenes Piratenskelett;;;;;;Csontváz kalóz;;Szkielet pirata;;Одержимый штормом скелет пирата;;風暴中的海盜骷髏;
FO_LightPirateSkeleton_Bow1=Pirate skeleton;;;;;;Vom Sturm besessenes Piratenskelett;;;;;;Csontváz kalóz;;Szkielet pirata;;Одержимый штормом скелет пирата;;風暴中的海盜骷髏;
FO_LightPirateSkeleton_Bow2=Pirate skeleton;;;;;;Vom Sturm besessenes Piratenskelett;;;;;;Csontváz kalóz;;Szkielet pirata;;Одержимый штормом скелет пирата;;風暴中的海盜骷髏;
FO_LightPirateSkeleton_Captain=Pirate captain skeleton;;;;;;Vom Sturm besessenes Piratenkapitänsskelett;;;;;;Csontváz kalózkapitány;;Szkielet kapitana piratów;;Одержимый штормом скелет капитана пиратов;;海盜船長的暴風雨骷髏;
FO_RockTroll=Snow Troll;;;;;;Schneetroll;;;;;;Havasi troll;;Śnieżny troll;;Снежный тролль;;雪巨魔;
FO_WaterDragonTreasureEggs=Treasure;;;;;;Schatz;;;;;;Kincs;;Skarb;;Сокровище;;寶藏;

FO_SigmorChest=Sigmor's chest;;;;;;Sigmors Truhe;;;;;;Sigmor ládája;;Skrzynia Sigmora;;Сундук Сигмора;;西格莫箱子;

FO_DragonHunterArmorRecipe=Dragon Hunter Armor;;;;;;Drachenjägerrüstung;;;;;;Sárkányvadász páncél;;Zbroja Łowcy Smoków;;Доспех охотника на драконов;;獵龍盔甲;
FO_DragonHunterHelmetRecipe=Dragon Hunter Helm;;;;;;Drachenjägerhelm;;;;;;Sárkányvadász sisak;;Hełm Łowcy Smoków;;Шлем охотника на драконов;;獵龍盔甲;

FO_It_Book_HunterNotes=Hunter's Notes;;;;;;Notizen eines Jägers;;;;;;Egy vadász feljegyzései;;Zapiski łowcy;;Заметки охотника;;獵人筆記;
FO_It_Book_SigmorDiary=Sigmor's Journal;;;;;;Sigmors Tagebuch;;;;;;Sigmor naplója;;Dziennik Sigmora;;Дневник Сигмора;;西格摩日記;
FO_It_Helmet_Dragon_hunter_02=Dragon Hunter Helm;;;;;;Drachenjägerhelm;;;;;;Sárkányvadász sisak;;Hełm Łowcy Smoków;;Шлем охотника на драконов;;獵龍者頭盔;
FO_It_Recipe_EmbarlaFirgasto=Dragon Egg Potion;;;;;;Embarla Firgasto;;;;;;Embarla Firgasto;;Embarla Firgasto;;Зелье из драконьих яиц;;龍蛋藥水;
FO_It_Potion_EmbarlaFirgasto=Dragon Egg Potion;;;;;;Embarla Firgasto;;;;;;Embarla Firgasto;;Embarla Firgasto;;Зелье из драконьих яиц;;龍蛋藥水;
FO_It_Scroll_XardasRitual=Xardas's Scroll;;;;;;Schriftrolle von Xardas;;;;;;Xardas tekercse;;Zwój Xardasa;;Свиток Ксардаса;;薩達捲軸;
FO_It_SnowTroll_Fur=Snow troll skin;;;;;;Schneetrollfell;;;;;;Havasi troll prém;;Skóra śnieżnego trolla;;Шкура снежного тролля;;雪巨魔皮膚;
FO_It_SnowTroll_Bone=Snow troll bone;;;;;;Schneetrollknochen;;;;;;Havasi troll csontja;;Kość śnieżnego trolla;;Кость снежного тролля;;雪巨魔骨頭;
FO_It_WhiteShadowbeast_Horn=Horn of a white shadowbeast;;;;;;Horn eines weißen Schattenläufers;;;;;;Fehér árnyékfutó szarva;;Róg białego cieniostwora;;Рог белого мракориса;;白色暗影獸的角;
FO_It_Dragon_BloodFire=Fire Dragon Blood;;;;;;Feuerdrachenblut;;;;;;Tűzsárkány vére;;Krew ognistego smoka;;Кровь огненного дракона;;火龍之血;
FO_It_Dragon_BloodIce=Ice dragon blood;;;;;;Eisdrachenblut;;;;;;Jégsárkány vére;;Krew lodowego smoka;;Кровь ледяного дракона;;冰龍之血;
FO_It_Dragon_LeatherMature=Adult dragon skin;;;;;;Leder eines ausgewachsenen Drachen;;;;;;Hatalmas sárkánybőr;;Skóra dorosłego smoka;;Кожа зрелого дракона;;成年龍的皮;
FO_It_1H_Sword_DragonBlood=Dragon's Blood Blade;;;;;;Drachenblutschwert;;;;;;Sárkányvér penge;;Ostrze Smoczej Krwi;;Меч из крови дракона;;龍血劍;
FO_It_2H_Sword_DragonSlicer=Dragon Slicer;;;;;;Drachensturm;;;;;;Sárkányvihar;;Smocza burza;;Гроза драконов;;龙之风暴;
FO_It_1H_Sword_FireCup=Holy Executioner;;;;;;Innosgeißel;;;;;;Innos ostora;;Kat Innosa;;Бич Инноса;;因諾斯的災難;
FO_It_1H_Sword_LightPirateEpee=Storm rapier;;;;;;Sturmrapier;;;;;;Vihar vívótőr;;Rapier sztormu;;Энергетическая рапира;;能量劍;
FO_It_1H_Sword_LightPirateSaber=Storm Saber;;;;;;Sturmsäbel;;;;;;Viharszablya;;Szabla sztormu;;Энергетическая сабля;;能量刀;
FO_It_1H_Sword_LightCaptainSaber=Petrel;;;;;;Sturmklinge;;;;;;Viharfecske;;Petrel;;Буревестник;;海燕;
FO_It_1H_Sword_LightPirateEpee_Hero=Storm rapier;;;;;;Sturmrapier;;;;;;Vihar vívótőr;;Rapier sztormu;;Энергетическая рапира;;能量劍;
FO_It_1H_Sword_LightPirateSaber_Hero=Storm Saber;;;;;;Sturmsäbel;;;;;;Viharszablya;;Szabla sztormu;;Энергетическая сабля;;能量刀;
FO_It_1H_Sword_LightCaptainSaber_Hero=Petrel;;;;;;Sturmklinge;;;;;;Viharfecske;;Petrel;;Буревестник;;海燕;
FO_It_2H_Sword_FireCup=Destroyer of evil;;;;;;Zerstörer des Bösen;;;;;;A gonosz elpusztítója;;Niszczyciel zła;;Уничтожитель зла;;除魔者;
FO_It_2H_Sword_BeliarsClawNormal=Claw of Beliar;;;;;;Beliars Klaue;;;;;;Beliar Karma;;Szpon Beliara;;Коготь Белиара;;貝利亞之爪;
FO_It_2H_Sword_BeliarsClawCursed=Cursed Claw of Beliar;;;;;;Verfluchte Klaue Beliars;;;;;;Beliar Átkozott Karma;;Przeklęty Szpon Beliara;;Проклятый Коготь Белиара;;貝利亞的詛咒之爪;
FO_It_Recipe_Dragon_Blood=Dragon's blood;;;;;;Drachenblutschwert;;;;;;Sárkányvér;;Smocza krew;;Кровь дракона;;龍血;
FO_It_Recipe_DragonShield=Dragonstorm;;;;;;Drachensturmschild;;;;;;Sárkányvihar pajzs;;Smocza nawałnica;;Гроза драконов;;龙之风暴;
FO_It_Recipe_DragonTooth=Dragon tooth;;;;;;Drachenzahn;;;;;;Sárkányfog;;Ząb smoka;;Зуб дракона;;龍牙;
FO_It_Recipe_DragonSlicer=Dragon Slicer Recipe;;;;;;Drachensturm;;;;;;Sárkányvihar;;Smocza burza;;Гроза драконов;;龙之风暴;
FO_It_Form_Pedar=Mold for Pedar's ore billet;;;;;;Pedars Form für Erzbarren;;;;;;Öntőforma Pedartól;;Forma do rudy Pedara;;Форма для рудной заготовки Петара;;佩達礦石模具;
FO_It_Sword_PureOre_Pedar=Pedar's pure ore billet;;;;;;Pedars reiner Erzbarren;;;;;;Pedar ércöntvénye;;Sztaba rudy Pedara;;Рудная болванка Петара;;佩達礦塊;

INFO_ZTTStill_01_PLR_01=(Pickpocket.);;;;;;(Spezialtaschendiebstahl riskieren);;;;;;(Zsebmetszés kivitelezése);;(Dokonaj kradzieży kieszonkowej.);;(Совершить особую карманную кражу.);;（進行特別的口袋盜竊）;

INFO_ZSBeliar_01_PLR_01=Beliar! Answer my call!;;;;;;Beliar! Erhöre meinen Ruf!;;;;;;Beliar! Halljad a szavam!;;Beliarze! Odpowiedz na moje wezwanie!;;Белиар! Откликнись на мой зов!;;貝利亞！ 響應我的召喚！;
INFO_ZSBeliar_01_NPC_02=Why are you bothering me, mortal!;;;;;;Warum störst du mich, Sterblicher?;;;;;;Miért zavarsz engem, halandó!;;Dlaczego mi przeszkadzasz, śmiertelniku!;;Почему ты тревожишь меня, смертный!;;你為什麼打擾我，凡人！;

INFO_ZSIngvar_01_NPC_01=The acquired knowledge allows not only to forge weapons, but also to melt the ore in the melting furnace;;;;;;Mit dem erworbenen Wissen können nicht nur Waffen geschmiedet, sondern auch das Erz in einem Schmelzofen geschmolzen werden.;;;;;;A megszerzett tudással nemcsak fegyvereket lehet kovácsolni, hanem az ércet is be lehet olvasztani egy olvasztókemencében.;;Zdobyta wiedza pozwala nie tylko wykuć broń, ale także przetopić rudę w piecu do topienia;;Полученные тобой знания позволяют не только ковать оружие, но и переплавлять руду в плавильной печи.;;你獲得的知識不僅可以讓你鍛造武器，還可以讓你在冶煉爐中冶煉礦石。;

INFO_ZSBeliar_02_PLR_01=Can you restore the claw to its former glory?;;;;;;Kannst du der Klaue wieder zu ihrer alten Stärke verhelfen?;;;;;;Vissza tudod állítani a Karom régi erejét?;;Czy zdołasz przywrócić Szponowi jego dawną świetność?;;Ты можешь вернуть Когтю его былую мощь?;;你能讓貝利亞之爪恢復昔日的輝煌嗎？;
INFO_ZSBeliar_02_NPC_02=This sword has brought nothing but pain and destruction to this world.;;;;;;Dieses Schwert hat nichts als Leid und Zerstörung in diese Welt gebracht.;;;;;;Ez a kard csak szenvedést és pusztulást hozott erre a világra.;;Ten miecz przyniósł temu światu tylko ból i zniszczenie.;;Этот меч принёс в этот мир только боль и разрушения.;;這把劍只給這個世界帶來了痛苦和毀滅。;
INFO_ZSBeliar_02_NPC_03=And yet you still want to hold it in your hand?;;;;;;Und trotzdem willst du es in deinen Händen halten?;;;;;;És még mindig a kezedben akarod tartani?;;I mimo to nadal chcesz go dzierżyć w swej dłoni?;;И, тем не менее, ты всё равно хочешь заполучить его?;;但你還是想得到它？;
INFO_ZSBeliar_02_NPC_04=I like this idea.;;;;;;Das gefällt mir.;;;;;;Ez tetszik nekem.;;Podoba mi się ten pomysł;;Мне это нравится.;;我喜歡。;
INFO_ZSBeliar_02_NPC_05=Unfortunately, I can't restore the claw to It's former power.;;;;;;Leider kann ich der Klaue ihre ursprünglichen Kräfte nicht wiedergeben.;;;;;;Sajnos nem tudom visszaállítani a Karom korábbi erejét.;;Niestety, nie mogę przywrócić Szponowi jego dawnych mocy.;;К сожалению, я не могу вернуть Когтю его прежние силы.;;不幸的是，我無法讓貝利亞之爪恢復它以前的能力。;
INFO_ZSBeliar_02_NPC_06=But I can pour new power into it.;;;;;;Ich kann ihr aber neue Kraft verleihen.;;;;;;De új erőt adhatok neki.;;Ale mogę wlać w niego nową moc.;;Но я могу наделить его новой мощью.;;但我可以給它新的力量。;
INFO_ZSBeliar_02_NPC_07=Lose the fools who dared to change the nature of Claw.;;;;;;Opfere die Narren, die es gewagt haben, das Wesen meiner Klaue zu verändern.;;;;;;Áldozd fel a bolondokat, akik meg merték rontani a Karom lényét.;;Strać głupców, którzy odważyli się zmienić naturę Szponu.;;Принеси в жертву глупцов, посмевших изменить сущность Когтя.;;犧牲那些敢於改變爪子本質的傻瓜。;
INFO_ZSBeliar_02_NPC_08=And then you will receive from me one of the most powerful swords in this world.;;;;;;Und dann wirst du von mir eines der mächtigsten Schwerter der Welt erhalten.;;;;;;És akkor megkapod tőlem a világ egyik legerősebb kardját.;;A wtedy otrzymasz ode mnie jedno z najpotężniejszych mieczy na tym świecie.;;И тогда ты получишь от меня один из сильнейших мечей в мире.;;然後你將從我這裡得到世界上最強大之一的劍。;

INFO_ZSBeliar_03_PLR_01=I will not do it.;;;;;;Das werde ich nicht tun.;;;;;;Ezt nem fogom megtenni.;;Nie zrobię tego.;;Я не стану делать этого.;;我不會做的。;
INFO_ZSBeliar_03_NPC_02=You wasted my time!;;;;;;Du hast meine Zeit vergeudet!;;;;;;Csak az időmet pazaroltad!;;Zmarnowałeś mój czas!;;Ты потратил моё время впустую!;;你浪費了我的時間！;
INFO_ZSBeliar_03_NPC_03=You will answer for it!;;;;;;Dafür wirst du büßen!;;;;;;Ezért megfizetsz!;;Odpowiesz za to!;;Ты ответишь за это!;;你會為此負責的！;

INFO_ZSBeliar_04_PLR_01=I'll take care of it.;;;;;;Ich werde mich darum kümmern.;;;;;;Gondoskodni fogok róla.;;Zajmę się tym.;;По рукам.;;成交。;
INFO_ZSBeliar_04_NPC_02=I'll wait.;;;;;;Ich werde warten.;;;;;;Ugyanezt várom tőled is.;;Będę czekać.;;Я буду ждать.;;我會等待。;

INFO_ZSBeliar_05_PLR_01=I killed all the water mages.;;;;;;Ich habe alle Wassermagier getötet.;;;;;;Megöltem az összes vízmágust.;;Zabiłem wszystkich magów wody.;;Я убил всех магов воды.;;我殺了所有的水法師。;
INFO_ZSBeliar_05_NPC_02=Yes, I have seen their souls enter my realm.;;;;;;Ja, ich habe gesehen, wie ihre Seelen mein Reich betraten.;;;;;;Tudom, láttam ahogy a lelkük belép az én birodalmamba.;;Tak, widziałem jak ich dusze wkraczają do mego królestwa.;;Да, я видел, как их души вошли в моё царство.;;是的，我看到他們的靈魂進入我的王國。;
INFO_ZSBeliar_05_PLR_03=What about our deal?;;;;;;Was ist mit unserer Vereinbarung?;;;;;;Mi lesz a megállapodásunkkal?;;Co z naszą umową?;;Как насчёт нашего уговора?;;我們的交易呢？;
INFO_ZSBeliar_05_NPC_04=You spilled the blood of your friends.;;;;;;Du hast das Blut deiner Freunde vergossen.;;;;;;A bajtársaid vérét ontottad.;;Przelałeś krew swych przyjaciół.;;Ты пролил кровь своих друзей.;;你放了你朋友的血。;
INFO_ZSBeliar_05_NPC_05=You deserve my blessing.;;;;;;Du hast dir meinen Segen verdient.;;;;;;Kiérdemelted az áldásomat.;;Zasługujesz na moje błogosławieństwo.;;Ты заслужил моё благословение.;;你應該得到我的祝福。;
INFO_ZSBeliar_05_NPC_06=I am looking forward to our personal meeting.;;;;;;Ich kann unsere persönliche Begegnung kaum erwarten.;;;;;;Alig várom, hogy személyesen is találkozzunk.;;Nie mogę się doczekać naszego osobistego spotkania.;;Жду не дождусь нашей личной встречи.;;我迫不及待地想見到你。;
INFO_ZSBeliar_05_NPC_07=See you.;;;;;;Bis bald.;;;;;;Még találkozunk.;;Do zobaczenia.;;Увидимся.;;待會兒見。;

INFO_ZSBogir_01_PLR_01=You say you know where to find the white shadowbeast.;;;;;;Angeblich weißt du, wo man einen weißen Schattenläufer finden kann.;;;;;;Állítólag tudod, hol lehet találni egy fehér árnyékfutót.;;Podobno wiesz, gdzie można znaleźć białego cieniostwora.;;Говорят, ты знаешь, где можно встретить белого мракориса.;;我聽說你知道在哪裡可以找到一個白影生物。;
INFO_ZSBogir_01_NPC_02=When it's time for the last hunt, you can come with me.;;;;;;Wenn die Zeit für meine letzte Jagd gekommen ist, kannst du mir folgen.;;;;;;Ha eljön az utolsó vadászat ideje, velem tarthatsz.;;Kiedy nadejdzie czas ostatniego polowania, możesz pójść ze mną.;;Когда придёт время последней охоты, можешь пойти со мной.;;到最後一次狩獵的時候，你可以和我一起去。;
INFO_ZSBogir_01_NPC_03=I will take you to him.;;;;;;Ich werde dich zu ihm führen.;;;;;;Majd én elvezetlek hozzá.;;Zaprowadzę cię do niego.;;Я приведу тебя к нему.;;我會帶你去見它。;

INFO_ZSDragonHunter_01_NPC_01=What are you doing here?!;;;;;;Was machst du denn hier?!;;;;;;Mit keresel itt?;;Co ty tutaj robisz?!;;Что ты здесь делаешь?!;;你在這裡做什麼？！;
INFO_ZSDragonHunter_01_NPC_02=It's too dangerous here. Go away!;;;;;;Hier ist es zu gefährlich. Verschwinde!;;;;;;Túl veszélyes itt. Takarodj!;;Tu jest zbyt niebezpiecznie. Odejdź!;;Тут слишком опасно. Уходи!;;這裡太危險了。 快離開！;
INFO_ZSDragonHunter_01_PLR_03=What? What are you talking about?;;;;;;Was ist los?;;;;;;Mi olyan veszélyes ezen a helyen?;;Co? O czym ty mówisz?;;Что не так?;;怎麼了？;
INFO_ZSDragonHunter_01_NPC_04=A dragon is nearby, this burnt hut is his doing...;;;;;;Ein Drache ist in der Nähe, er hat die Hütte verbrannt...;;;;;;Egy sárkány van a közelben, a leégett kunyhó az ő műve...;;Smok jest w pobliżu, ta spalona chata to właśnie jego sprawka...;;Этот дом разрушил дракон и он всё ещё рядом.;;這房子被龍摧毀了，它仍然在那裡。;
INFO_ZSDragonHunter_01_NPC_05=But I'll show him, I'll kill the reptile.;;;;;;Ich werde das Mistvieh erledigen.;;;;;;Majd én elintézem azt a dögöt.;;Ale ja już mu pokażę, zabiję gada.;;Я собираюсь убить его.;;我要殺了它。;

INFO_ZSDragonHunter_02_PLR_01=Who are you?;;;;;;Wer bist du eigentlich?;;;;;;Ki vagy te egyáltalán?;;Kim jesteś?;;Кто ты?;;你是誰？;
INFO_ZSDragonHunter_02_NPC_02=I am Ingolf the dragon hunter.;;;;;;Ich bin Ingolf, der Drachenjäger.;;;;;;Ingolf vagyok, a sárkányvadász.;;Jestem Ingolf, łowca smoków.;;Я Ингольф – охотник на драконов.;;我是龍獵人英戈爾夫。;
INFO_ZSDragonHunter_02_NPC_03=I travel the world and kill these winged beasts.;;;;;;Ich reise durch die Welt und töte die verschiedensten Ungeheuer.;;;;;;Bejárom a világot, és megölöm ezeket a szárnyas bestiákat.;;Podróżuję po świecie i zabijam te skrzydlate bestie.;;Путешествую по миру и убиваю различных чудищ.;;我環遊世界，殺死有翅膀的蜥蜴。;
INFO_ZSDragonHunter_02_NPC_04=I've already killed a dozen of these creatures.;;;;;;Im Laufe meines Lebens habe ich viele fliegende Bestien getötet.;;;;;;Több mint egy tucat efféle teremtmény halála nyomja a lelkemet.;;Zabiłem już wiele takich stworzeń.;;За свою жизнь я убил много летающих тварей.;;我已經殺死了十幾個這樣的生物。;

INFO_ZSDragonHunter_03_PLR_01=I can join?;;;;;;Darf ich mitmachen?;;;;;;Csatlakozhatok hozzád?;;Mogę dołączyć?;;Я могу присоединиться к тебе?;;我可以加入你嗎？;
INFO_ZSDragonHunter_03_NPC_02=Out of the question. It's too dangerous.;;;;;;Das kommt nicht in Frage. Es ist viel zu gefährlich.;;;;;;Erről szó sem lehet. Túl veszélyes.;;Wykluczone. To zbyt niebezpieczne.;;Исключено. Это слишком опасно.;;不可能 這太危險了。;
INFO_ZSDragonHunter_03_NPC_03=you can die.;;;;;;Du könntest dabei umkommen.;;;;;;Meg is halhatsz.;;Możesz umrzeć.;;Ты можешь погибнуть.;;你可能會死。;
INFO_ZSDragonHunter_03_PLR_04=I've dealt with dragons before.;;;;;;Ich hatte schon früher mit Drachen zu tun.;;;;;;Volt már dolgom sárkányokkal.;;Miałem już do czynienia ze smokami.;;Мне уже приходилось иметь дело с драконами.;;我以前和龍打過交道。;
INFO_ZSDragonHunter_03_NPC_05=You don't look like a dragon hunter to me.;;;;;;Du siehst mir nicht wie ein Drachenjäger aus.;;;;;;Nekem nem tűnsz vadásznak.;;Nie wyglądasz mi na łowcę.;;Ты не похож на охотника.;;你看起來不像一個獵人。;
INFO_ZSDragonHunter_03_PLR_06=The last few months have not been the best for me.;;;;;;Die letzten Monate waren nicht die einfachsten für mich.;;;;;;Az elmúlt néhány hónap nem éppen a legkönnyebb volt számomra.;;Ostatnie miesiące nie były dla mnie najlepsze.;;Несколько последних месяцев прошли для меня не самым удачным образом.;;過去幾個月對我來說並不是最好的。;
INFO_ZSDragonHunter_03_NPC_07=Okay, you can come with me.;;;;;;Na gut, du kannst mitkommen.;;;;;;Rendben, velem jöhetsz.;;Dobra, możesz iść ze mną.;;Хорошо, можешь пойти со мной.;;好吧，你可以跟我來。;
INFO_ZSDragonHunter_03_NPC_08=[ENG];;;;;;Ehrlich gesagt könnte ich Hilfe gut gebrauchen.;;;;;;[HUN];;Pomocna dłoń nie zaszkodzi.;;На самом деле помощь мне совсем не повредит.;;但我警告過你。;
INFO_ZSDragonHunter_03_NPC_09=[ENG];;;;;;Allein ist es verdammt schwer, einen Drachen auf offenem Gelände zu töten.;;;;;;[HUN];;Samotna walka ze smokiem na otwartym polu jest cholernie niebezpieczna.;;В одиночку убить дракона на открытом пространстве чертовски сложно.;;如果你死了，你的死我的良心不會痛。;

INFO_ZSDragonHunter_04_PLR_01=Let's hunt this dragon.;;;;;;Lass uns diesen Drachen jagen.;;;;;;Vadásszuk le ezt a sárkányt.;;Zapolujmy na tego smoka.;;Давай убьём дракона.;;讓我們殺了龍。;
INFO_ZSDragonHunter_04_NPC_02=Let's stick Together.;;;;;;Wir müssen zusammenbleiben.;;;;;;Együtt kell maradnunk.;;Trzymajmy się razem.;;Держимся вместе.;;讓我們團結起來。;
INFO_ZSDragonHunter_04_NPC_03=[ENG];;;;;;Ich greife von vorn an, du von hinten.;;;;;;[HUN];;Ja zaatakuję z przodu, a ty z tyłu.;;Я захожу спереди, а ты сзади.;;我們不能讓這東西烤我們。;

INFO_ZSDragonHunter_05_NPC_01=Just as I thought, it was just a whelp.;;;;;;Wie ich mir schon dachte, war es nur ein Jungtier.;;;;;;Ahogy gondoltam, ez csak egy fiatal volt.;;Tak jak myślałem, to było tylko pisklę.;;Как я и думал, это был всего лишь детёныш.;;和我想的一樣，它只是一隻幼崽。;
INFO_ZSDragonHunter_05_NPC_02=Unfortunately, you won't be able to get valuable trophies from such small dragons.;;;;;;Leider ist es unmöglich, wertvolle Trophäen aus solch kleinen Drachen zu gewinnen.;;;;;;Sajnos az ilyen kis sárkányokból nem lehet értékes trófeákat kinyerni.;;Niestety, z takich małych smoków nie da rady pozyskać cennych trofeów.;;К сожалению, с маленьких драконов нельзя получить по настоящему ценную добычу.;;不幸的是，你無法從小龍身上獲得真正有價值的戰利品。;
INFO_ZSDragonHunter_05_NPC_03=You can gut it and take it all for yourself.;;;;;;Du kannst ihn zerlegen und die Beute für dich behalten.;;;;;;Szétbonthatod, és megtarthatod magadnak a zsákmányt.;;Możesz go wypatroszyć i zabrać wszystko dla siebie.;;Можешь разделать его и забрать трофеи себе.;;你可以屠宰它並為自己奪取戰利品。;
INFO_ZSDragonHunter_05_NPC_04=I set up camp at an oasis near Bakaresh.;;;;;;Ich schlag mein Lager bei einer Oase in der Nähe von Bakaresh auf.;;;;;;Tábort vertem egy Bakaresh közelében lévő oázisban.;;Rozbiłem obóz w przy oazie w pobliżu Bakareshu.;;Я разбил лагерь возле оазиса Бакареша.;;我在巴卡雷什綠洲附近露營。;
INFO_ZSDragonHunter_05_NPC_05=If you need me, look for me there.;;;;;;Wenn du mich brauchst, findest du mich dort.;;;;;;Ha szükséged van rám, ott megtalálsz.;;Jeśli będziesz mnie potrzebował, poszukaj mnie tam.;;Если понадоблюсь, ищи меня там.;;如果你需要我，在那裡找我。;

INFO_ZSDragonHunter_06_PLR_01=You come from Nordmar.;;;;;;Du hast einen nordmarischen Namen.;;;;;;Nordmari neved van.;;Pochodzisz z Nordmaru.;;У тебя нордмарское имя.;;你有一個諾馬的名字。;
INFO_ZSDragonHunter_06_NPC_02=That's right. Nordmar blood runs through my veins.;;;;;;Damit liegst du richtig. Durch meine Adern fließt Nordmarblut.;;;;;;Ebben igazad van. Nordmari vér folyik az ereimben.;;Zgada się. Normarska krew płynie w moich żyłach.;;Ты прав. В моих жилах течёт нордмарская кровь.;;你是對的。諾馬的血液在我的血管裡流動。;
INFO_ZSDragonHunter_06_NPC_03=I left my homeland to carry on the tradition of my family.;;;;;;Ich hab mein Heimatland verlassen, um die Traditionen meiner Familie fortzuführen.;;;;;;Azért hagytam el hazámat, hogy folytassam a családom hagyományát.;;Opuściłem ojczyznę, żeby kontynuować tradycję mego rodu.;;Я покинул северную страну, чтобы продолжить старую семейную традицию.;;我離開北方國家是為了延續一個古老的家族傳統。;
INFO_ZSDragonHunter_06_NPC_04=Many of my ancestors were dragon hunters.;;;;;;Viele meiner Vorfahren waren ebenfalls Drachenjäger.;;;;;;Az őseim közül sokan ugyancsak sárkányvadászok voltak.;;Wielu moich przodków było łowcami smoków.;;В моём роду было много охотников на драконов.;;我家族有很多獵龍人。;
INFO_ZSDragonHunter_06_NPC_05=I grew up on the stories of my ancestors' exploits and decided what I wanted to be.;;;;;;Ich wuchs mit Geschichten über die Heldentaten meiner Vorfahren auf und beschloss, ebenfalls Drachenjäger zu werden.;;;;;;Úgy nőttem fel, hogy történeteket hallottam őseim hőstetteiről, és eldöntöttem, mi akarok lenni, ha felnövök.;;Wychowałem się na opowieściach o wyczynach moich przodków i zdecydowałem, kim chcę być.;;Я рос на историях о подвигах своих предков и твёрдо решил, кем хочу быть.;;我是聽著祖先功績的故事長大的，並堅定地決定了自己想成為什麼樣的人。;
INFO_ZSDragonHunter_06_NPC_06=Unfortunately, nowadays almost all dragons are extinct.;;;;;;Heutzutage sind aber leider fast alle Drachen ausgestorben.;;;;;;Napjainkra sajnos szinte az összes sárkány kihalt.;;Niestety, w obecnych czasach prawie wszystkie smoki już wyginęły.;;Увы, но в наше время почти все драконы перевелись.;;唉，在我們這個時代，幾乎所有的龍都消失了。;
INFO_ZSDragonHunter_06_NPC_07=And those who managed to survive were holed up in the most isolated corners of the world.;;;;;;Und diejenigen, die es geschafft haben zu überleben, haben sich in den abgelegensten Ecken der Welt verkrochen.;;;;;;Azoknak pedig, amelyeknek sikerült túlélniük, a világ legtávolabbi zugaiban rejtőztek el.;;A te, które zdołały przeżyć, zaszyły się w najbardziej odosobnionych zakątkach świata.;;Оставшиеся в живых единицы спрятались в укромных уголках мира.;;倖存者們躲在世界的僻靜角落。;
INFO_ZSDragonHunter_06_NPC_08=They just want to survive.;;;;;;Sie wollen lediglich überleben.;;;;;;Csak túlélni akarnak.;;Chcą po prostu przetrwać.;;Они просто хотят выжить.;;它們只想活下去。;
INFO_ZSDragonHunter_06_NPC_09=There are enough dragons for our century, but for the next...;;;;;;Für unsere Lebenszeit gibt es noch genug Drachen, aber für die nächste Generation ...;;;;;;Elég sárkány létezik a mi évszázadunkban, de az elkövetkezendőben...;;Smoków wystarczy na nasze stulecie, ale na następne...;;На наш век драконов ещё хватит, но вот на следующий...;;對於我們這個時代，龍的數量仍然足夠，但對於下一個時代……;
INFO_ZSDragonHunter_06_NPC_10=I'm afraid you and I are the last dragon hunters.;;;;;;Ich fürchte, du und ich sind die letzten Drachenjäger.;;;;;;Attól tartok, te és én vagyunk az utolsó sárkányvadászok.;;Obawiam się, że ty i ja jesteśmy ostatnimi łowcami smoków.;;Боюсь, мы с тобой последние охотники на драконов.;;恐怕你我是最後的獵龍人了。;

INFO_ZSDragonHunter_07_PLR_01=What valuable trophies do you mean?;;;;;;Von welcher wertvollen Beute sprichst du?;;;;;;Miféle értékes zsákmányról beszélsz?;;Jakie cenne trofea masz na myśli?;;О какой ценной добыче ты говоришь?;;你說的是什麼有價值的戰利品？;
INFO_ZSDragonHunter_07_NPC_02=Dragon eggs.;;;;;;Dracheneier.;;;;;;Sárkánytojások.;;Smocze jaja.;;Драконьи яйца.;;龍蛋。;
INFO_ZSDragonHunter_07_NPC_03=You can sell them for loads of gold or brew them into a powerful potion.;;;;;;Du kannst sie für ein Vermögen verkaufen oder ein mächtiges Elixier daraus brauen.;;;;;;Egy vagyonért eladhatod őket, vagy erős elixírt főzhetsz belőlük.;;Możesz je sprzedać za górę złota lub uwarzyć z nich potężny eliksir.;;Ты можешь продать их за целое состояние или сварить мощный эликсир.;;你可以賣掉它們換取財富或釀造強大的長生不老藥。;
INFO_ZSDragonHunter_07_NPC_04=Adult dragons do not wander very far from their nests.;;;;;;Erwachsene Drachen entfernen sich nicht allzu weit von ihren Nestern.;;;;;;A felnőtt sárkányok nem távolodnak el túlságosan a fészküktől.;;Dorosłe smoki nie oddalają się zbyt daleko od swoich gniazd.;;Взрослые драконы не отходят от своих гнёзд слишком далеко.;;成年龍不會離巢太遠。;
INFO_ZSDragonHunter_07_NPC_05=Therefore, if you meet one, be sure to search the entire area.;;;;;;Wenn du einen entdeckst, solltest du also unbedingt die ganze Umgebung absuchen.;;;;;;Ha egyet észreveszel, feltétlenül kutasd át az egész környéket.;;Dlatego jeśli jakiegoś spotkasz, koniecznie przeszukaj całą okolicę.;;Поэтому, если встретишь такого, обязательно обыщи окрестности.;;因此，如果你遇到這樣的龍，一定要搜索該地區。;
INFO_ZSDragonHunter_07_NPC_06=You might get lucky and find some eggs.;;;;;;Vielleicht hast du ja Glück und findest ein paar Eier.;;;;;;Talán szerencséd lesz, és találsz pár tojást.;;Możesz mieć szczęście i znaleźć kilka jaj.;;Возможно, тебе повезёт, и ты найдёшь пару яиц.;;說不定運氣好還能找到幾個蛋呢。;

INFO_ZSDragonHunter_08_PLR_01=Where did you get this armor from?;;;;;;Woher hast du diese Rüstung?;;;;;;Honnan van ez a páncél?;;Skąd masz tę zbroję?;;Где ты достал этот доспех?;;你從哪裡得到這件盔甲？;
INFO_ZSDragonHunter_08_NPC_02=I made it according to the scheme that I found in the library of the monastery in Nordmar.;;;;;;Ich habe sie nach einem Bauplan angefertigt, den ich in der Klosterbibliothek von Nordmar gefunden habe.;;;;;;Olyan tervek alapján készítettem, amelyeket a nordmari kolostor könyvtárában találtam.;;Zrobiłem ją według schematu, który znalazłem w bibliotece klasztoru w Nordmarze.;;Я смастерил его по чертежам, которые нашёл в библиотеке Монастыря в Нордмаре.;;我根據在諾馬修道院圖書館找到的藍圖製作的。;
INFO_ZSDragonHunter_08_PLR_03=Can you tell me how to create one?;;;;;;Kannst du mir sagen, wie man so eine Rüstung herstellt?;;;;;;El tudod mondani, hogyan lehet ilyen páncélt készíteni?;;Czy możesz mi powiedzieć, jak taki stworzyć?;;Расскажешь, как сделать такой же?;;你能告訴我怎麼做嗎？;
INFO_ZSDragonHunter_08_NPC_04=I don't tell my secrets to just anyone.;;;;;;Ich verrate meine Geheimnisse nicht einfach jedem.;;;;;;Nem árulom el a titkaimat akárkinek.;;Nie zdradzam swoich sekretów byle komu.;;А почему я должен делиться своими секретами с каждым встречным?;;我不會隨便向任何人透露我的秘密。;
INFO_ZSDragonHunter_08_NPC_05=First you have to prove that you are a true dragon hunter.;;;;;;Erweise mir zuerst einen Gefallen.;;;;;;Először be kell bizonyítanod, hogy tényleg sárkányvadász vagy.;;Najpierw musisz udowodnić, że jesteś prawdziwym łowcą smoków.;;Сперва окажи мне встречную услугу.;;首先你必須證明你真的是一個龍獵人。;
INFO_ZSDragonHunter_08_PLR_06=[ENG];;;;;;Was willst du?;;;;;;[HUN];;Czego chcesz?;;Чего ты хочешь?;;;
INFO_ZSDragonHunter_08_NPC_07=[ENG];;;;;;Da wäre tatsächlich eine Sache ...;;;;;;[HUN];;No cóż, mam pewną taką sprawę...;;Да есть тут одно дело...;;;
INFO_ZSDragonHunter_08_NPC_08=[ENG];;;;;;Sagt dir Kap Dun etwas?;;;;;;[HUN];;Czy mówi ci coś nazwa Cape Dun?;;Название Кап Дун тебе о чём-нибудь говорит?;;;
INFO_ZSDragonHunter_08_PLR_09=[ENG];;;;;;Du meinst das kleine Dorf an der Küste?;;;;;;[HUN];;Masz na myśli tę małą wioskę na klifie?;;Ты про маленькую деревушку на побережье?;;;
INFO_ZSDragonHunter_08_NPC_10=[ENG];;;;;;Ja, genau das. Es ist kaum zu glauben, aber das Dorf steht direkt über einem Drachenhort.;;;;;;[HUN];;Tak, właśnie o niej mowa. Trudno w to uwierzyć, ale wioska leży dokładnie nad smoczym legowiskiem.;;Да, речь про неё. В это сложно поверить, но деревня стоит прямо на драконьем логове.;;;
INFO_ZSDragonHunter_08_NPC_11=[ENG];;;;;;Vor nicht allzu langer Zeit habe ich dort einen Sturmdrachen gefunden und getötet.;;;;;;[HUN];;Niedawno udało mi się tam znaleźć i zabić burzowego smoka.;;Не так давно мне удалось обнаружить и убить там штормового дракона.;;;
INFO_ZSDragonHunter_08_NPC_12=[ENG];;;;;;Doch statt Dracheneiern fand ich nur leere Schalen.;;;;;;[HUN];;Jednak zamiast smoczych jaj znalazłem jedynie skorupy.;;Однако вместо драконьих яиц я обнаружил лишь скорлупу.;;;
INFO_ZSDragonHunter_08_NPC_13=[ENG];;;;;;Die Jungen waren geschlüpft und aus der Höhle verschwunden, bevor ich eintraf und das erwachsene Tier tötete.;;;;;;[HUN];;Młode wykluły się i uciekły z jaskini, zanim się zjawiłem i zabłem dorosłego smoka.;;Детки вылупились и смылись из пещеры, до того как я пришёл и убил взрослую особь.;;;
INFO_ZSDragonHunter_08_NPC_14=[ENG];;;;;;Drachen sind kluge Wesen und meiden Gegner, denen sie nicht gewachsen sind.;;;;;;[HUN];;Smoki są inteligentnymi istotami i unikają starć z przeciwnikami, z którymi nie mają szans.;;Драконы умные существа и избегают встреч с превосходящими их противниками.;;;
INFO_ZSDragonHunter_08_NPC_15=[ENG];;;;;;Deshalb verließ ich den Hort und ließ die Schätze unberührt, um die Drachen zur Rückkehr zu verleiten.;;;;;;[HUN];;Dlatego nie czekałem dłużej i opuściłem legowisko, pozostawiając skarby nietknięte, aby smoki miały powód, by kiedyś wrócić.;;Поэтому я не стал дожидаться и покинул логово, оставив сокровища нетронутыми, чтобы у драконов был соблазн однажды вернуться.;;;
INFO_ZSDragonHunter_08_NPC_16=[ENG];;;;;;Außerdem habe ich dort meinen eigenen Schatz zurückgelassen.;;;;;;[HUN];;Poza tym zostawiłem tam swoje własne skarby.;;Помимо всего я оставил там собственные сокровища.;;;
INFO_ZSDragonHunter_08_NPC_17=[ENG];;;;;;Eine Truhe mit Edelsteinen und meiner alten Ausrüstung.;;;;;;[HUN];;Skrzynia z klejnotami i moim starym sprzętem.;;Сундук с драгоценностями и моим старым снаряжением.;;;
INFO_ZSDragonHunter_08_NPC_18=[ENG];;;;;;Ich gebe dir den Schlüssel zu dieser Truhe.;;;;;;[HUN];;Dam ci klucz do tej skrzyni.;;Я дам тебе ключ от этого сундука.;;;
INFO_ZSDragonHunter_08_NPC_19=[ENG];;;;;;Wenn du lebend aus dem Drachenhort zurückkehrst und mir mein altes Schwert bringst, teile ich mein Wissen mit dir.;;;;;;[HUN];;Jeśli wrócisz z jaskini smoka żywy i przyniesiesz mi mój stary miecz, podzielę się z tobą swoją wiedzą.;;Если вернёшься из драконьего логова живым и принесёшь мне мой старый меч, я поделюсь с тобой своими знаниями.;;;
INFO_ZSDragonHunter_08_NPC_20=[ENG];;;;;;Aber sei vorsichtig! Falls die Drachen zurückgekehrt sind, überleg dir zweimal, ob du das wirklich riskieren willst.;;;;;;[HUN];;Ale bądź ostrożny! Jeśli smoki wróciły, zastanów się dwa razy, czy naprawdę chcesz to zrobić.;;Но будь осторожен! Если драконы вернулись, подумай дважды, а нужны ли они тебе.;;;

INFO_ZSDragonHunter_09_PLR_01=[ENG];;;;;;Ich habe dein altes Schwert mitgebracht.;;;;;;[HUN];;Przyniosłem twój stary miecz.;;Я принес твой старый меч.;;我有成年龍的皮。;
INFO_ZSDragonHunter_09_NPC_02=[ENG];;;;;;Ja, das ist tatsächlich mein Schwert.;;;;;;[HUN];;Tak, to rzeczywiście on.;;Да, это действительно он.;;讓我看一看。;
INFO_ZSDragonHunter_09_NPC_03=[ENG];;;;;;Ein gutes Schwert, aber für meinen Geschmack etwas zu kurz.;;;;;;[HUN];;To dobry miecz, ale moim zdaniem jest trochę za krótki.;;Хороший меч, но как по мне - коротковат.;;很好。;
INFO_ZSDragonHunter_09_NPC_04=[ENG];;;;;;Wenn du willst, zeige ich dir, wie du selbst so ein Schwert schmiedest.;;;;;;[HUN];;Jeśli chcesz, pokażę ci, jak wykuć taki sam.;;Если хочешь, я покажу тебе как выковать такой же.;;我會付錢給你的。;
INFO_ZSDragonHunter_09_NPC_05=[ENG];;;;;;Und was ist mit den Drachen?;;;;;;[HUN];;A co z smokami?;;А что насчёт драконов?;;我會付錢給你的。;
INFO_ZSDragonHunter_09_PLR_06=[ENG];;;;;;Dein Gespür hat dich nicht getäuscht. Dort waren tatsächlich zwei junge Sturmdrachen.;;;;;;[HUN];;Twoje przeczucie cię nie zawiodło. Naprawdę spotkałem tam dwa młode smoki.;;Твоё чутье не подвело тебя. Я действительно встретил там двух детенышей штормовых драконов.;;我會付錢給你的。;
INFO_ZSDragonHunter_09_NPC_07=[ENG];;;;;;Da du mein Schwert holen konntest, nehme ich an, dass du mit ihnen fertiggeworden bist.;;;;;;[HUN];;Skoro udało ci się zdobyć mój miecz, to zakładam, że sobie z nimi poradziłeś.;;Раз ты смог достать мой меч, полагаю ты разобрался с ними.;;我會付錢給你的。;
INFO_ZSDragonHunter_09_NPC_08=[ENG];;;;;;Gut! Du bist der Ausrüstung eines Drachenjägers mehr als würdig.;;;;;;[HUN];;Świetnie! W pełni zasłużyłeś sobie na sprzęt łowcy smoków.;;Хорошо! Ты более чем достоин снаряжения охотника на драконов.;;如果你願意，你可以把剩下的戰利品賣給我，或者買一些食譜。;

INFO_ZSHolyFire_Tester_01_PLR_01=Sprinkle with the fire dragon's blood.;;;;;;Besprenkle es mit dem Blut eines Feuerdrachen.;;;;;;Locsold meg a tűzsárkány vérével.;;Skrop krwią ognistego smoka.;;Плеснуть кровь огненного дракона.;;濺起火龍之血。;
INFO_ZSHolyFire_Tester_01_PLR_02=Bring the sword closer.;;;;;;Bring das Schwert näher.;;;;;;Hozd közelebb a kardot.;;Zbliż miecz.;;Поднести меч.;;舉起劍來。;
INFO_ZSHolyFire_Tester_01_PLR_03=Sword of the ancestors.;;;;;;Das Schwert der Ahnen.;;;;;;Az ősök kardja.;;Miecz przodków.;;Меч предков.;;上古之劍。;
INFO_ZSHolyFire_Tester_01_PLR_04=Power of the ancestors.;;;;;;Die Macht der Ahnen.;;;;;;Az ősök hatalma.;;Moc Przodków.;;Сила предков.;;祖先的力量。;

INFO_ZSMilten_01_PLR_01=I need your help.;;;;;;Ich brauche deine Hilfe.;;;;;;Szükségem van a segítségedre.;;Potrzebuję twojej pomocy.;;Мне нужна твоя помощь.;;我需要你的幫助。;
INFO_ZSMilten_01_NPC_02=What is it about?;;;;;;Worum geht es?;;;;;;Miről van szó?;;O co chodzi?;;В чём дело?;;怎麼了?;
INFO_ZSMilten_01_PLR_03=Remember our magic ore mound trick in the colony?;;;;;;Erinnerst du dich an unseren Trick mit dem magischen Erzhaufen in der Kolonie?;;;;;;Emlékszel a mutatványunkra a mágikus érchalommal a Kolónián?;;Pamiętasz naszą sztuczkę z kopcem magicznej rudy w kolonii?;;Помнишь тот трюк, который мы провернули с горой магической руды в колонии?;;還記得我們在殖民地對魔礦山做過的那個把戲嗎？;
INFO_ZSMilten_01_NPC_04=Such things are not forgotten.;;;;;;Das kann man nur schwer vergessen.;;;;;;Ezt nehéz lenne elfelejteni.;;O takich rzeczach się nie zapomina.;;Такое тяжело забыть.;;很難忘記。;
INFO_ZSMilten_01_NPC_05=Wait, what are you getting at...;;;;;;Moment mal, was hast du vor...;;;;;;Várj, mit akarsz csinálni...;;Zaraz, do czego zmierzasz...;;Постой, ты что хочешь...;;等等，你想要什麼…;
INFO_ZSMilten_01_PLR_06=I must possess the power of all the fire goblets.;;;;;;Ich will die Macht der Feuerkelche besitzen.;;;;;;Meg kell szereznem az összes tűzserleg erejét.;;Muszę posiąść moc wszystkich ognistych pucharów.;;Мне нужно заполучить мощь огненных кубков.;;我需要火焰杯的力量。;
INFO_ZSMilten_01_NPC_07=No way.;;;;;;Auf keinen Fall.;;;;;;Soha.;;Nie ma mowy.;;Ну уж нет.;;哦，不行。;
INFO_ZSMilten_01_NPC_08=I'm not going to desecrate the sacred fire.;;;;;;Ich werde das heilige Feuer nicht entweihen.;;;;;;Nem fogom megszentségteleníteni a Szent Tüzet.;;Nie zamierzam bezcześcić świętego ognia.;;Я не собираюсь осквернять священный огонь.;;我不會褻瀆聖火。;
INFO_ZSMilten_01_NPC_09=If the fire mages find out...;;;;;;Wenn die Feuermagier davon erfahren...;;;;;;Ha a tűzmágusok rájönnek...;;Jeśli magowie ognia się dowiedzą...;;Если маги огня узнают...;;如果火法師發現…;
INFO_ZSMilten_01_PLR_10=It will be different this time, I promise.;;;;;;Dieses Mal wird es anders sein, das verspreche ich dir.;;;;;;Ezúttal másképp lesz, ezt megígérem.;;Tym razem będzie inaczej, daję słowo.;;В этот раз всё будет по-другому обещаю тебе.;;我保證這一次會不同的。;
INFO_ZSMilten_01_PLR_11=Nobody will know what happened here.;;;;;;Niemand wird erfahren, was hier geschehen ist.;;;;;;Senki sem fogja megtudni.;;Nikt się nie dowie, co się tu wydarzyło.;;Никто не узнает, что здесь произошло.;;沒有人會知道發生了什麼事。;
INFO_ZSMilten_01_PLR_12=If mages sense a magical fluctuation, we can always tell them we've performed the firecup ritual.;;;;;;Wenn die Magier die magischen Schwingungen spüren, können wir immer noch behaupten, das Feuerkelchritual durchgeführt zu haben.;;;;;;Ha a mágusok, mágikus hullámzást észlelnek, nyugodtan mondhatjuk nekik, hogy elvégeztük a tűzserleg rituálét.;;Jeśli magowie wyczują magiczne fluktuacje, zawsze możemy im powiedzieć, że odprawiliśmy rytuał ognistych pucharów.;;Если маги почувствуют магические колебания, мы всегда можем сказать им, что провели ритуал огненных кубков.;;如果法師們感覺到神奇的波動，我們總是可以告訴他們，他們舉行了火焰杯儀式。;
INFO_ZSMilten_01_PLR_13=Milten, trust me.;;;;;;Milten, vertrau mir.;;;;;;Milten, bízz bennem.;;Miltenie, zaufaj mi.;;Мильтен, доверься мне.;;米爾頓，相信我。;
INFO_ZSMilten_01_NPC_14=No way, I won't do it in my right mind.;;;;;;Nein. Freiwillig werde ich das nicht tun.;;;;;;Semmiképp, amíg épelméjű vagyok.;;Nie ma mowy, nie zrobię tego będąc o zdrowych zmysłach.;;Нет, я не стану делать этого по своей воле.;;不，我不願這樣做。;
INFO_ZSMilten_01_NPC_15=I believe there is another way.;;;;;;Aber ich glaube, es gibt einen anderen Weg.;;;;;;Kell, hogy legyen más kiút is.;;Wierzę, że jest inne wyjście.;;Я верю, что есть другой выход.;;我相信還有另一種方法。;

INFO_ZSMilten_02_NPC_01=What have you done?!;;;;;;Was hast du getan?!;;;;;;Mit műveltél!;;Co ty zrobiłeś?!;;Что ты натворил?!;;你做了什麼？！;
INFO_ZSMilten_02_PLR_02=You refused to help me, so I took matters into my own hands.;;;;;;Du hast dich geweigert, mir zu helfen, also habe ich die Sache selbst in die Hand genommen.;;;;;;Nem voltál hajlandó segíteni, ezért a saját kezembe vettem a dolgokat.;;Odmówiłeś mi pomocy, więc wziąłem sprawy w swoje ręce.;;Ты отказался мне помогать, и я взял ситуацию в свои руки.;;你拒絕幫助我，我把事情掌握在自己的手中。;
INFO_ZSMilten_02_NPC_03=You used me as a puppet and with your own hands deprived the paladins of the last chance to return their magic.;;;;;;Du hast mich wie eine Marionette benutzt und den Paladinen mit meinen eigenen Händen die letzte Chance genommen, ihre Magie zurückzuerlangen.;;;;;;Úgy használtál engem, mint egy bábut, és egymagad megfosztottad a lovagokat az utolsó esélyüktől, hogy visszaszerezzék a mágiájukat.;;Wykorzystałeś mnie jak marionetkę i własnymi rękami pozbawiłeś paladynów ostatniej szansy na zwrócenie im ich magii.;;Ты использовал меня как марионетку и моими же руками лишил паладинов последней возможности вернуть им свою магию.;;你把我當作傀儡，用我的手剝奪了聖騎士們最後一次恢復魔法的機會。;
INFO_ZSMilten_02_PLR_04=I did it to create a weapon to help us win this war.;;;;;;Ich habe damit eine Waffe erschaffen, mit der wir diesen Krieg gewinnen können.;;;;;;Azért tettem, hogy olyan fegyvert hozzak létre, amellyel megnyerhetjük ezt a háborút.;;Zrobiłem to, by stworzyć broń, która pomoże nam wygrać tę wojnę.;;Я сделал это, чтобы создать оружие, которое поможет нам победить в этой войне.;;我這樣做是為了製造武器，幫助我們贏得這場戰爭。;
INFO_ZSMilten_02_NPC_05=You've changed a lot lately.;;;;;;Du hast dich wirklich geändert.;;;;;;Megváltoztál, mindenki ezt mondja.;;Ostatnio bardzo się zmieniłeś.;;Ты сильно изменился за последнее время.;;你最近變了很多。;
INFO_ZSMilten_02_PLR_06=I don't think so.;;;;;;Ich bin immernoch der selbe.;;;;;;Szerintem nem.;;Nie sądzę.;;Я так не считаю.;;我不這麼認為。;
INFO_ZSMilten_02_NPC_07=So I didn't know you very well all this time.;;;;;;Dann habe ich dich die ganze Zeit kaum gekannt.;;;;;;Szóval egész idő alatt félreismertelek.;;Więc nie znałem cię zbyt dobrze przez cały ten czas.;;Значит, всё это время я плохо тебя знал.;;所以一直以來我都不是很了解你。;
INFO_ZSMilten_02_NPC_08=get out! I do not want to see you!;;;;;;Verschwinde! Ich will dich nie wieder sehen!;;;;;;Takarodj innen! Soha többé nem akarlak látni!;;Wynoś się! Nie chcę cię widzieć!;;Убирайся! Не хочу тебя видеть!;;出去！ 不想見你！;
INFO_ZSMilten_02_NPC_09=You traded our friendship for this sword.;;;;;;Du hast unsere Freundschaft gegen ein Schwert getauscht.;;;;;;Elcserélted a barátságunkat erre a kardra.;;Wymieniłeś naszą przyjaźń za ten miecz.;;Ты променял нашу дружбу на этот меч.;;你用我們的友誼換來了這把劍。;

INFO_ZSMilten_03_NPC_01=(Give the scroll of Xardas.);;;;;;(Xardas Schriftrolle überreichen);;;;;;(Add át Xardas tekercsét);;(Przekaż zwój Xardasa.);;(Отдать свиток Ксардаса.);;（將卷軸交給薩達。）;

INFO_ZSPedar_01_NPC_01=Horn of a white shadowbeast.;;;;;;Weißes Schattenläuferhorn.;;;;;;Fehér árnyékfutó szarv.;;Róg białego cieniostwora.;;Рог белого мракориса.;;一隻白色暗影獸的角。;

INFO_ZSPedar_02_PLR_01=Where should I look for the white shadowbeast?;;;;;;Wo könnte ich einen weißen Schattenläufer finden?;;;;;;Hol keressek fehér árnyékfutót?;;Gdzie mam szukać białego cieniostwora?;;Где мне искать белого мракориса?;;去哪裡找白色暗影獸？;
INFO_ZSPedar_02_NPC_02=Go to the Wolf Clan and ask Bogir.;;;;;;Geh zum Wolfsclan und frag Bogir.;;;;;;Menj a Farkasklánhoz, és kérdezd meg Bogirt.;;Udaj się do Klanu Wilka i zapytaj Bogira.;;Отправляйся в Клан Волка и спроси у Богира.;;去狼族問問包吉爾。;
INFO_ZSPedar_02_NPC_03=He should know.;;;;;;Er sollte es wissen.;;;;;;Neki tudnia kell.;;On powinien wiedzieć.;;Он должен знать.;;他應該知道。;

INFO_ZSPedar_03_PLR_01=I got the horn of the white shadowbeast.;;;;;;Ich habe das Horn eines weißen Schattenläufers.;;;;;;Van egy fehér árnyékfutó szarvam, íme.;;Proszę, zdobyłem róg białego cieniostwora.;;Вот, я достал рог белого мракориса.;;在這裡，我得到了一隻白色暗影獸的角。;
INFO_ZSPedar_03_NPC_02=Excellent.;;;;;;Großartig.;;;;;;Nagyszerű.;;Wspaniale.;;Похвально.;;這是值得稱讚的。;
INFO_ZSPedar_03_NPC_03=You've made more progress than my students.;;;;;;Du bist weiter gekommen als meine Schüler.;;;;;;Több fejlődést értél el, mint a tanítványaim.;;Poczyniłeś większe postępy niż moi uczniowie.;;Ты продвинулся дальше моих учеников.;;你比我的學生取得了更大的進步。;

INFO_ZSPedar_04_PLR_01=What trophy will be next?;;;;;;Welche Trophäe muss ich dir als nächstes besorgen?;;;;;;Melyik trófeát kell legközelebb megszereznem?;;Jakie trofeum będzie następne?;;Какой компонент будет следующим?;;下一個組成部分是什麼？;
INFO_ZSPedar_04_NPC_02=Snow troll bone.;;;;;;Einen Schneetrollknochen.;;;;;;Egy havasi troll csontját.;;Kość śnieżnego trolla.;;Кость снежного тролля.;;雪巨魔的骨頭。;

INFO_ZSPedar_05_PLR_01=I've never heard of snow trolls.;;;;;;Ich habe noch nie von Schneetrollen gehört.;;;;;;Soha nem hallottam még havasi trollokról.;;Nigdy nie słyszałem o śnieżnych trollach.;;Я никогда не слышал о снежных троллей.;;我從來沒有聽說過雪巨魔。;
INFO_ZSPedar_05_NPC_02=This is because they were hunted to extinction by our ancestors.;;;;;;Das liegt daran, dass unsere Vorfahren sie ausgerottet haben.;;;;;;Ennek az az oka, hogy őseink kiirtották őket.;;To dlatego, że zostały wybite przez naszych przodków.;;Всё потому, что они были истреблены нашими предками.;;因為他們已經被我們的祖先消滅了。;
INFO_ZSPedar_05_NPC_03=The surviving trolls are holed up on mountain peaks and do not show up to humans.;;;;;;Die letzten Schneetrolle haben sich auf die Berggipfel zurückgezogen und halten sich von Menschen fern.;;;;;;A megmaradt trollok visszahúzódtak a hegycsúcsokra, és nem mutatkoznak az emberek előtt.;;Ocalałe trolle zaszyły się na górskich szczytach i nie pokazują się ludziom.;;Оставшиеся в живых тролли спрятались на вершинах скал и не показываются людям.;;倖存的雪巨魔躲在岩石的頂端，不讓人們發現。;
INFO_ZSPedar_05_NPC_04=Can you see the outline of the mountain east of my house? If you climb its slope, you will surely meet them.;;;;;;Siehst du den Berg östlich von meinem Haus? Wenn du seinen Hang hinaufkletterst, wirst du ihnen sicher begegnen.;;;;;;Felismered a házamtól keletre lévő hegy körvonalát? Ha felmászol a hegyoldalon, biztosan találkozol velük.;;Czy widzisz zarys góry na wschód od mojego domu? Jeśli wdrapiesz się na jej zbocze, na pewno je spotkasz.;;Видишь, очертания горы к востоку от моего дома? Если взберёшься на ее склон то обязательно встретишься с ними.;;看到我家東邊那座山的輪廓了嗎？ 如果你爬上它，你一定會遇到它們。;

INFO_ZSPedar_06_PLR_01=I got a snow troll bone.;;;;;;Ich hab einen Schneetrollknochen für dich.;;;;;;Van egy havasi trollcsontom számodra.;;Zdobyłem kość śnieżnego trolla.;;Я достал кость снежного тролля.;;我得到了一個雪巨魔的骨頭。;
INFO_ZSPedar_06_NPC_02=It can't be.;;;;;;Unmöglich.;;;;;;Ez nem lehet igaz.;;Nie może być.;;Этого не может быть.;;這是不可能的。;
INFO_ZSPedar_06_NPC_03=No one has been able to kill this beast for many years.;;;;;;Seit Jahren ist es niemandem mehr gelungen, einen Schneetroll zu erlegen.;;;;;;Évek óta senkinek sem sikerült megölnie egy havasi trollt.;;Od wielu lat nikt nie był w stanie zabić tej bestii.;;Уже много лет никому не удавалось убить снежного тролля.;;多年來，沒有人能殺死雪巨魔。;
INFO_ZSPedar_06_NPC_04=And yet, it's his bone.;;;;;;Und doch – das ist sein Knochen.;;;;;;Pedig valójában egy havasi troll csontját hordozod.;;A jednak, to jego kość.;;Но всё же - это его кость.;;這是它的骨頭。;

INFO_ZSPedar_07_PLR_01=How many more ingredients do I need to bring you so you can finish the sword?;;;;;;Wie viele Zutaten muss ich dir noch bringen, damit du dein Schwert fertigstellen kannst?;;;;;;Hány hozzávalót kell még elhoznom neked, hogy elkészíthesd a kardot?;;Ile jeszcze składników muszę ci przynieść, żebyś mógł dokończyć miecz?;;Сколько ещё ингредиентов я должен принести тебе, чтобы ты смог закончить свой меч?;;我要給你帶多少配料才能完成你的劍？;
INFO_ZSPedar_07_NPC_02=I've already made the perfect hilt.;;;;;;Ich habe bereits einen perfekten Griff angefertigt.;;;;;;Sikerült egy kiváló markolatot készítenem.;;Zrobiłem już doskonałą rękojeść.;;Я уже изготовил отличную рукоятку.;;我已經做了一個很好的手柄。;
INFO_ZSPedar_07_PLR_03=Hilt? are you kidding me?;;;;;;Einen Griff? Machst du Witze?;;;;;;Egy markolat? Most viccelsz?;;Rękojeść? Żartujesz?;;Рукоятку? Ты шутишь?;;手柄？ 你在開玩笑嗎？;
INFO_ZSPedar_07_NPC_04=This is no ordinary hilt, but the best hilt in all of Nordmar.;;;;;;Dies ist kein gewöhnlicher Griff, sondern der beste Griff in ganz Nordmar.;;;;;;Ez nem egy közönséges markolat, hanem a legjobb markolat egész Nordmarban.;;To nie jest zwykła rękojeść, ale najlepsza rękojeść w całym Nordmarze.;;Не просто рукоятку, а лучшую рукоятку в Нордмаре.;;這不僅僅是一個手柄，而是諾馬最好的手柄。;
INFO_ZSPedar_07_NPC_05=Light and strong enough to withstand the power of the blade.;;;;;;Leicht und robust genug, um der magischen Kraft der Klinge standzuhalten.;;;;;;Könnyű és elég robusztus ahhoz, hogy megbírja a penge erejét.;;Wystarczająco lekka i mocna, żeby wytrzymać moc ostrza.;;Достаточно лёгкую и прочную, чтобы выдержать магическое воздействие лезвия.;;輕巧而堅固，足以承受刀刃的魔法衝擊。;
INFO_ZSPedar_07_PLR_06=What are you going to make the blade out of?;;;;;;Woraus soll die Klinge bestehen?;;;;;;Miből legyen a penge?;;A z czego zamierzasz zrobić ostrze?;;Из чего ты собрался изготавливать лезвие?;;你打算用什麼做劍刃？;
INFO_ZSPedar_07_NPC_07=I need the blood of an ice dragon to create it.;;;;;;Ich werde das Blut eines Eisdrachen benötigen, um sie zu schmieden.;;;;;;Egy jégsárkány vérére lesz szükségem a kovácsolásához.;;Do jej stworzenia potrzebuję krwi lodowego smoka.;;Для его создания мне потребуется кровь ледяного дракона.;;我需要冰龍的血來創造它。;
INFO_ZSPedar_07_NPC_08=I will use a bar of pure magical ore to form the blade and give it special properties.;;;;;;Ich werde einen Rohling aus reinem magischem Erz verwenden, um die Klinge zu formen und ihr besondere Eigenschaften zu verleihen.;;;;;;Tiszta mágikus ércből készült öntvényt fogok használni, hogy kialakítsam a pengét, és különleges tulajdonságokkal ruházzam fel.;;Do uformowania ostrza wykorzystam sztabę czystej magicznej rudy i nadam mu specjalne właściwości.;;Я обработаю ей болванку чистой магической руды и придам лезвию особые свойства.;;我會用一塊純魔法礦石加工它，並賦予劍刃特殊的屬性。;
INFO_ZSPedar_07_PLR_09=You want to make a sword out of ice dragon blood?;;;;;;Du willst ein Schwert mit dem Blut eines Eisdrachen herstellen?;;;;;;Kardot akarsz készíteni egy jégsárkány véréből?;;Chcesz zrobić miecz z krwi lodowego smoka?;;Ты хочешь сделать меч из крови ледяного дракона?;;你想用冰龍的血做一把劍嗎？;
INFO_ZSPedar_07_NPC_10=Yes, and I will be the first to succeed.;;;;;;Ja, und ich werde der Erste sein, dem dies gelingen wird.;;;;;;Igen, és én leszek az első, akinek sikerül.;;Tak, i będę pierwszym, któremu się to uda.;;Да, и я буду первым кому это удастся.;;是的，我會是第一個成功的。;
INFO_ZSPedar_07_NPC_11=Bring me the blood of the ice dragon.;;;;;;Bring mir das Blut des Eisdrachen.;;;;;;Hozd el nekem egy jégsárkány vérét.;;Przynieś mi krew lodowego smoka.;;Принеси мне кровь ледяного дракона.;;將冰龍之血帶給我。;

INFO_ZSPedar_08_PLR_01=Where can I find a fire dragon?;;;;;;Wo kann ich einen Feuerdrachen finden?;;;;;;Hol találhatok egy tűzsárkányt?;;Gdzie mogę znaleźć ognistego smoka?;;Где я найду огненного дракона?;;我在哪裡可以找到火龍？;
INFO_ZSPedar_08_PLR_02=As far as I know, they live in volcanic areas.;;;;;;Soweit ich weiß, leben sie in Vulkangebieten.;;;;;;Tudtommal vulkanikus területeken élnek.;;O ile wiem, żyją na terenach wulkanicznych.;;Насколько я знаю, они обитают на вулканических землях.;;據我所知，它們生活在火山地帶。;
INFO_ZSPedar_08_PLR_03=There are no such places on the continent.;;;;;;Aber sowas gibt es auf dem Festland nicht.;;;;;;A kontinensen nincsenek ilyen helyek.;;Na kontynencie takich miejsc nie ma.;;Таких мест нет на материке.;;大陸上沒有這樣的地方。;
INFO_ZSPedar_08_NPC_04=This is a misconception, fire dragons feel good in any hot place.;;;;;;Das ist ein Irrglaube. Feuerdrachen fühlen sich an jedem heißen Ort wohl.;;;;;;Ez tévhit, a tűzsárkányok minden meleg helyen otthonosan érzik magukat.;;To błędne przekonanie, ogniste smoki się czują dobrze w każdych gorących miejscach.;;Это заблуждение, огненные драконы чувствуют себя хорошо в любых жарких местах.;;這是一個誤解，火龍在任何炎熱的地方都感覺很好。;
INFO_ZSPedar_08_PLR_05=For example, in the very south of the Varant Desert.;;;;;;Zum Beispiel im äußersten Süden der Wüste von Varant.;;;;;;Például Varant sivatagjának messze déli részén.;;Na przykład na samym południu pustyni Varantu.;;К примеру, на самом юге пустыни Варант.;;例如，在瓦蘭特沙漠的最南端。;
INFO_ZSPedar_08_NPC_06=And since all dragons prefer solitude, the best place to look would be around Ishtar.;;;;;;Und weil alle Drachen Einsamkeit bevorzugen, würde ich sagen, dass man am besten in der Nähe von Ishtar suchen sollte.;;;;;;És mivel minden sárkány a magányt kedveli, azt mondanám, hogy a legjobb, ha Ishtar közelében keresgélsz.;;A ponieważ wszystkie smoki wolą samotność, najlepszym miejscem do poszukiwania wskazałbym okolice Ishtar.;;А так как все драконы предпочитают уединение, то лучшим местом для поисков я бы назвал окрестности Иштара.;;因為所有的龍都喜歡獨處，所以我認為伊什塔爾附近是最好的搜索地點。;

INFO_ZSPedar_09_PLR_01=Where can I find an ice dragon?;;;;;;Wo finde ich einen Eisdrachen?;;;;;;Hol keressek egy jégsárkányt?;;Gdzie mogę znaleźć lodowego smoka?;;Где мне искать ледяного дракона?;;我在哪裡可以找到冰龍？;
INFO_ZSPedar_09_NPC_02=Honestly, I have no idea.;;;;;;Um ehrlich zu sein, habe ich keine Ahnung.;;;;;;Hogy őszinte legyek, fogalmam sincs.;;Szczerze mówiąc, nie mam zielonego pojęcia.;;Признаюсь честно, я не имею ни малейшего понятия.;;老實說，我一點也不知道。;
INFO_ZSPedar_09_NPC_03=Ice dragons have not been seen for a long time.;;;;;;Schon seit langem hat niemand mehr einen Eisdrachen gesehen.;;;;;;Már régóta nem látott senki jégsárkányt.;;Lodowych smoków nie widziano od dawna.;;Ледяных драконов уже давно никто не видел.;;很久沒人見過冰龍了。;
INFO_ZSPedar_09_NPC_04=I'd look for them in the very north of Nordmar.;;;;;;Aber ich würde ganz im Norden von Nordmar suchen.;;;;;;Én Nordmar legészakibb részén keresném.;;Szukałbym ich na samej północy Nordmaru.;;Я бы поискал их на самом севере Нордмара.;;我會在諾馬北部找它們。;
INFO_ZSPedar_09_NPC_05=Near the Fire Clan and Innos Monastery.;;;;;;Nicht weit vom Feuerclan und dem Innoskloster entfernt.;;;;;;Nem messze a Tűzklántól és Innos kolostorától.;;Niedaleko Klanu Ognia i Klasztoru Innosa.;;Неподалёку от Клана Огня и Монастыря Инноса.;;靠近火族和因諾斯修道院。;

INFO_ZSPedar_10_PLR_01=How did you come up with the idea for this sword?;;;;;;Wie bist du auf die Idee für dieses Schwert gekommen?;;;;;;Honnan jött az ötlet ehhez a kardhoz?;;Jak wpadłeś na pomysł tego miecza?;;Как тебе пришла в голову идея этого меча?;;你是怎麼想到這把劍的;
INFO_ZSPedar_10_NPC_02=You won't believe it, but I saw a drawing of it in a dream.;;;;;;Du wirst es mir nicht glauben, aber ich habe seinen Bauplan im Traum gesehen.;;;;;;Nem fogod elhinni, de álmomban láttam egy rajzot róla.;;Nie uwierzysz, ale widziałem jego rysunek we śnie.;;Ты не поверишь, но я увидел его чертёж во сне.;;你不會相信的，但我在夢中看到了它的藍圖。;
INFO_ZSPedar_10_PLR_03=In a dream?;;;;;;In einem Traum?;;;;;;Egy álomban?;;We śnie?;;Во сне?;;在夢中？;
INFO_ZSPedar_10_NPC_04=Yes, but it wasn't an ordinary dream.;;;;;;Ja, aber es war kein gewöhnlicher Traum.;;;;;;Igen, de ez nem egy hétköznapi álom volt.;;Tak, ale to nie był zwykły sen.;;Да, но это был не обычный сон.;;是的，但這不是普通的夢。;
INFO_ZSPedar_10_NPC_05=As if someone wanted me to make this sword.;;;;;;Es war, als wollte jemand, dass ich dieses Schwert schmiede.;;;;;;Mintha valaki azt akarta volna, hogy megkovácsoljam ezt a kardot.;;Jakby ktoś chciał, żebym zrobił ten miecz.;;Как будто кто-то хотел, чтобы я изготовил этот меч.;;就好像有人要我製作這把劍一樣。;
INFO_ZSPedar_10_NPC_06=Because in the morning I didn't remember anything from this dream.;;;;;;Am nächsten Morgen konnte ich mich an nichts aus diesem Traum erinnern.;;;;;;Mert reggelre már nem emlékeztem az álomra.;;Bo rano nic z tego snu nie pamiętałem.;;Потому как на утро, я ничего не помнил из этого сна.;;因為那天早上，我不記得這個夢的任何內容。;
INFO_ZSPedar_10_NPC_07=But I remembered the drawing to the smallest detail.;;;;;;Aber an den Bauplan erinnerte ich mich bis ins kleinste Detail.;;;;;;De a rajzra a legapróbb részletekig emlékeztem.;;Ale pamiętałem rysunek w najdrobniejszych szczegółach.;;Но чертёж запомнил в мельчайших деталях.;;但我記得最細微的細節。;

INFO_ZSPedar_11_PLR_01=I did it! I have ice dragon blood!;;;;;;Ich habe es geschafft! Ich habe das Blut eines Eisdrachen!;;;;;;Megcsináltam! Nálam van egy jégsárkány vére!;;Udało mi się! Mam krew lodowego smoka!;;Я сделал это! Кровь ледяного дракона у меня!;;我做到了！ 我有冰龍的血！;
INFO_ZSPedar_11_NPC_02=I can't believe this moment has come.;;;;;;Ich kann es kaum glauben, dass dieser Moment gekommen ist.;;;;;;El sem hiszem, hogy eljött ez a pillanat.;;Nie mogę uwierzyć, że nadszedł ten moment.;;Не могу поверить, что этот момент настал.;;我不敢相信這一刻到來了。;
INFO_ZSPedar_11_NPC_03=Now the matter remains small.;;;;;;Jetzt fehlt nur noch eine Kleinigkeit.;;;;;;Most már csak néhány dolog van hátra.;;Teraz pozostaje jeszcze jedna rzecz.;;Теперь дело остаётся за малым.;;現在這件事還是小事。;
INFO_ZSPedar_11_NPC_04=Go to the Hammer Clan Foundry and create a bullion spot with this mold.;;;;;;Geh zur Erzschmelze des Hammerclans und stell mit dieser Form einen Rohling her.;;;;;;Menj a Pörölyklán olvasztókemencéjéhez, és készíts egy ilyen formájú öntvényt.;;Udaj się do pieca Klanu Młota i odlej sztabę za pomocą tej formy.;;Отправляйся в плавильню клана Молота и создай заготовку с помощью этой формы.;;去錘子家族的冶煉廠，用這個模具製造一個毛坯。;
INFO_ZSPedar_11_NPC_04A=You will need 100 pieces of ore and knowledge acquired from Ingvar.;;;;;;Du brauchst hundert Brocken magisches Erz und das Wissen, das du bei Ingvar erworben hast.;;;;;;Szükséged lesz száz mágikus ércrögre és a tudásra, amit Ingvartól szereztél.;;Będziesz potrzebował stu bryłek rudy i wiedzy zdobytej od Ingvara.;;Тебе понадобится сто кусков магической руды и приобретённые у Ингвара знания.;;你需要一百礦石塊和你從英格瓦那裡獲得的知識。;

INFO_ZSPedar_12_PLR_01=Here's your ingot!;;;;;;Hier ist dein Rohling!;;;;;;Itt van az öntvényed!;;Oto twoja sztabka!;;Вот твоя заготовка!;;這是你的坯子;
INFO_ZSPedar_12_NPC_02=I can't wait to start.;;;;;;Ich kann es kaum erwarten, loszulegen.;;;;;;Alig várom, hogy belevágjak.;;Nie mogę się doczekać, aby zacząć.;;Мне уже не терпится начать работу.;;我等不及要開始了。;
INFO_ZSPedar_12_NPC_03=I don't know how long it will take, but you should definitely visit me later.;;;;;;Ich weiß nicht, wie lange ich brauchen werde, aber du solltest mich auf jeden Fall später wieder besuchen.;;;;;;Nem tudom, meddig fog tartani, de mindenképp később kellene meglátogatnod.;;Nie wiem, ile mi to zajmie, ale zdecydowanie powinieneś mnie później odwiedzić.;;Я не знаю сколько мне потребуется времени, но ты обязательно должен зайти ко мне позже.;;我不知道我要花多長時間，但你一定要稍後來看我。;

INFO_ZSPedar_11_NPC_05=Everything is ready. This world has never seen such a blade.;;;;;;Alles ist fertig. Diese Welt hat noch nie eine solche Klinge gesehen.;;;;;;Minden elkészült. Ez a világ még sosem látott ilyen pengét.;;Wszystko gotowe. Ten świat nigdy nie widział takiego ostrza.;;Всё готово. Этот мир ещё не видел такого клинка.;;一刀就緒。這個世界從沒見過這種劍刃。;
INFO_ZSPedar_11_NPC_06=I have achieved my goal. Now you have to achieve yours.;;;;;;Ich habe mein Ziel erreicht. Jetzt ist es an der Zeit, dass du deines erreichst.;;;;;;Elértem a célomat. Most neked kell elérned a tiédet.;;Osiągnąłem swój cel. Teraz musisz osiągnąć swój.;;Моя цель достигнута. Теперь, ты должен достигнуть своей.;;我的目標已經達到了。 現在，你必須到達你的。;
INFO_ZSPedar_11_PLR_07=Are you sure you want to part with it?;;;;;;Bist du dir sicher, dass du dich von so einem Prachtstück trennen willst?;;;;;;Biztos, hogy meg akarsz válni ettől a csodálatos darabtól?;;Jesteś pewien, że chcesz się z nim rozstać?;;Ты готов расстаться с ним?;;你準備好和它分手了嗎？;
INFO_ZSPedar_11_NPC_08=I didn't create this sword to collect dust in a chest.;;;;;;Ich habe dieses Schwert nicht geschmiedet, um es in einer Truhe verstauben zu lassen.;;;;;;Nem azért készítettem ezt a kardot, hogy egy ládában porosodjon.;;Nie stworzyłem tego miecza, żeby zbierał kurz w skrzyni.;;Я создал этот меч, не для того, чтобы он пылился в сундуке.;;我造這把劍不是為了讓它在胸前燃燒。;
INFO_ZSPedar_11_NPC_09=And I don't know a more worthy warrior than you.;;;;;;Und ich kenne keinen würdigeren Krieger als dich.;;;;;;És nem ismerek nálad méltóbb harcost.;;I nie znam bardziej godnego wojownika niż ty.;;И я не знаю более достойного воина, чем ты.;;我不知道還有比你更有價值的戰士了。;
INFO_ZSPedar_11_PLR_10=It's a great honor for me.;;;;;;Das ist eine große Ehre für mich.;;;;;;Ez nagy megtiszteltetés számomra.;;To dla mnie wielki zaszczyt.;;Это большая честь для меня.;;這是我莫大的榮幸。;
INFO_ZSPedar_11_NPC_11=Go and do not be defeated by any enemy.;;;;;;Geh, und lass dich von keinem Feind bezwingen.;;;;;;Menj, és ne hagyd, hogy az ellenségeid legyőzzenek téged.;;Idź i nie daj się pokonać żadnemu wrogowi.;;Ступай, и пусть ни один враг не одолеет тебя.;;去吧，不要讓任何敵人戰勝你。;

INFO_ZSPedar_13_PLR_01=What about your consent?;;;;;;Was ist mit deiner Erlaubnis?;;;;;;Mi a helyzet a beleegyezéseddel?;;A co z twoją zgodą?;;Как насчёт твоего согласия?;;你同意嗎？;
INFO_ZSPedar_13_NPC_02=Of course you deserve it.;;;;;;Natürlich, du hast es dir verdient.;;;;;;Természetesen kiérdemelted.;;Oczywiście, że na nią zasługujesz.;;Разумеется, ты его заслужил.;;當然，這是你應得的。;
INFO_ZSPedar_13_NPC_03=Go to Ingvar with my regards.;;;;;;Geh zu Ingvar und richte ihm meine Grüße aus.;;;;;;Menj Ingvarhoz a legjobb ajánlásaimmal.;;Idź do Ingvara z moimi pozdrowieniami.;;Отправляйся к Ингвару с моими наилучшими пожеланиями.;;;

INFO_ZSPedar_14_PLR_01=I think I found the bodies of your students.;;;;;;Ich glaube, ich habe die Leichen deiner Schüler gefunden.;;;;;;Azt hiszem, megtaláltam a tanítványod holttestét.;;Myślę, że znalazłem ciała twoich uczniów.;;Кажется я нашел тела твоих учеников.;;我想我找到了你徒弟的屍體。;
INFO_ZSPedar_14_PLR_02=One of them had this diary.;;;;;;Einer von ihnen trug dieses Tagebuch bei sich.;;;;;;Egyikük ezt a naplót hordta magánál.;;Jeden z nich miał ten pamiętnik.;;У одного из них был этот дневник.;;其中一個有這本日記。;
INFO_ZSPedar_14_NPC_03=These fools went for the second ingredient without preparation.;;;;;;Diese Dummköpfe haben ohne jede Vorbereitung nach der zweiten Zutat gesucht.;;;;;;Ezek a féleszűek minden előkészület nélkül vágtak bele a második szakaszba.;;Ci głupcy poszli po drugi składnik bez przygotowania.;;Эти глупцы отправились за вторым компонентом без подготовки.;;這些傻瓜毫無準備就跑到第二部分了。;
INFO_ZSPedar_14_NPC_04=All to impress me.;;;;;;Und das alles nur, um mich zu beeindrucken.;;;;;;És mindezt csak azért, hogy lenyűgözzenek.;;A wszystko po to, żeby mi zaimponować.;;И всё это ради того, чтобы впечатлить меня.;;所有這一切都給我留下了深刻的印象。;
INFO_ZSPedar_14_NPC_05=Now I know the truth.;;;;;;Jetzt kenn ich die Wahrheit.;;;;;;Most már tudom az igazat.;;Teraz znam prawdę.;;Теперь, я знаю правду.;;現在，我知道真相了。;
INFO_ZSPedar_14_NPC_06=I am not responsible for their deaths.;;;;;;Ich trage keine Schuld an ihrem Tod.;;;;;;Nem én vagyok a hibás a halálukért.;;Nie jestem odpowiedzialny za ich śmierć.;;Я не виноват в их смерти.;;我不對他們的死負責。;
INFO_ZSPedar_14_NPC_07=You have no idea how much that means to me.;;;;;;Du hast keine Ahnung, wie viel mir das bedeutet.;;;;;;Fogalmad sincs, mennyit jelent ez nekem.;;Nie masz pojęcia, ile to dla mnie znaczy.;;Ты не представляешь, как много для меня это значит.;;你不知道這對我有多重要。;
INFO_ZSPedar_14_NPC_08=Tell Ingvar I gave you permission.;;;;;;Sag Ingvar, dass ich dir die Erlaubnis erteilt habe.;;;;;;Mondd meg Ingvarnak, hogy beleegyeztem.;;Powiedz Ingvarowi, że udzieliłem ci zgody.;;Передай Ингвару, что я дал тебе своё согласие.;;告訴英格瓦我已經同意你了。;

INFO_ZSPedar_15_PLR_01=How's work going?;;;;;;Wie läuft die Arbeit?;;;;;;Hogy halad a munka?;;Jak idzie praca?;;Как продвигается работа?;;工作進展如何？;
INFO_ZSPedar_15_NPC_02=All is lost.;;;;;;Alles ist verloren.;;;;;;Minden odaveszett.;;Wszystko stracone.;;Всё потеряно.;;一切都失去了。;
INFO_ZSPedar_15_NPC_03=I won't be able to forge this sword.;;;;;;Ich werde nicht in der Lage sein, dieses Schwert zu schmieden.;;;;;;Nem fogom tudni megkovácsolni ezt a kardot.;;Nie będę w stanie wykuć tego miecza.;;Я не смогу выковать этот меч.;;我將無法鍛造這把劍。;
INFO_ZSPedar_15_PLR_04=Why?;;;;;;Wo liegt das Problem?;;;;;;Mi a probléma?;;Dlaczego?;;В чём проблема?;;有什麼問題嗎？;
INFO_ZSPedar_15_NPC_05=The long years without a blacksmith's hammer in my hands made themselves felt.;;;;;;Die langen Jahre ohne Schmiedehammer in meinen Händen haben sich bemerkbar gemacht.;;;;;;A hosszú évek, melyek alatt nem tartottam kalapácsot a kezemben, éreztették hatásukat.;;Długie lata bez kowalskiego młotka w rękach dały o sobie znać.;;Долгие годы без кузнечного молота в руках дали о себе знать.;;沒有鐵匠錘子在手的漫長歲月讓他感受到了。;
INFO_ZSPedar_15_NPC_06=I forgot how to forge weapons.;;;;;;Ich weiß nicht mehr, wie man Waffen schmiedet.;;;;;;Elfelejtettem, hogyan kell fegyvereket készíteni.;;Zapomniałem, jak tworzyć broń.;;Я разучился создавать оружие.;;我開始準備武器。;
INFO_ZSPedar_15_PLR_07=Can I help you?;;;;;;Kann ich dir irgendwie helfen?;;;;;;Segíthetek valamiben?;;Czy mogę ci pomóc?;;Я могу чем-то помочь?;;我能幫你什麼嗎？;
INFO_ZSPedar_15_NPC_08=I'm afraid not.;;;;;;Ich fürchte nicht.;;;;;;Attól tartok, nem.;;Obawiam się, że nie.;;Боюсь, что нет.;;恐怕不行。;
INFO_ZSPedar_15_NPC_09=Only long and reliable practice will restore my skills.;;;;;;Nur langes und hartes Üben wird mir mein Können zurückbringen.;;;;;;Csak a hosszú és szorgalmas gyakorlás fogja visszaállítani a képességeimet.;;Tylko długa i rzetelna praktyka przywróci mi moje umiejętności.;;Лишь долгая и усердная практика вернёт мне знания.;;只有長期而艱苦的實踐才能使我恢復知識。;
INFO_ZSPedar_15_NPC_10=Although no, maybe there is something.;;;;;;Obwohl ... vielleicht gibt es doch etwas.;;;;;;Bár nem, talán van valami.;;Chociaż nie, może jest coś.;;Хотя нет, пожалуй, есть кое-что.;;不，我想有東西。;
INFO_ZSPedar_15_NPC_11=I need a blueprint for a sword made of pure magic ore.;;;;;;Ich brauche den Bauplan für ein Schwert aus reinem magischem Erz.;;;;;;Szükségem van egy tiszta mágikus ércből készült nagy kard tervrajzára.;;Potrzebuję schematu miecza wykonanego z czystej magicznej rudy.;;Мне нужен чертёж отличного меча из чистой магической руды.;;我需要一張用純魔礦石打造的極品劍的圖紙。;
INFO_ZSPedar_15_NPC_12=If I look at it, maybe I'll remember my trade.;;;;;;Wenn ich mir das ansehe, kann ich mich vielleicht wieder erinnern.;;;;;;Ha megpillantom, talán fel fogom tudni idézni a mesterségemet.;;Jeśli na niego spojrzę, może przypomnę sobie swój fach.;;Если я взгляну на него, то, возможно, смогу вспомнить своё ремесло.;;如果我看看它，我可能會記得我的手藝。;

INFO_ZSPedar_16_PLR_01=I brought you a blueprint.;;;;;;Ich habe dir den Bauplan mitgebracht.;;;;;;Elhoztam a tervrajzot.;;Przyniosłem ci schemat.;;Я принёс тебе чертёж.;;我給你帶了一張圖紙。;
INFO_ZSPedar_16_NPC_02=Give me a look!;;;;;;Lass mich mal sehen!;;;;;;Hadd nézzem!;;Daj mi spojrzeć!;;Дай взглянуть!;;讓我看看！;
INFO_ZSPedar_16_NPC_03=I'm starting to remember some things. Perhaps not all is lost yet.;;;;;;Langsam erinnere ich mich wieder an einige Einzelheiten. Vielleicht ist doch noch nicht alles verloren.;;;;;;Kezdek emlékezni néhány dologra. Talán nincs még minden veszve.;;Zaczynam sobie przypominać niektóre rzeczy. Być może nie wszystko jest jeszcze stracone.;;Я начинаю вспоминать некоторые нюансы. Быть может, ещё не всё потеряно.;;我開始想起一些細微差別。 也許一切還沒有失去。;
INFO_ZSPedar_16_PLR_04=How long will it take you to forge a sword?;;;;;;Wie lange brauchst du, um das Schwert zu schmieden?;;;;;;Mennyi időbe telik a kard kovácsolása?;;Jak długo zajmie ci wykucie miecza?;;Сколько времени тебе потребуется, чтобы выковать свой меч?;;你需要多長時間來鑄造你的劍？;
INFO_ZSPedar_16_NPC_05=I don't know. Maybe a day, maybe a few months.;;;;;;Ich weiß nicht. Vielleicht einen Tag, vielleicht ein paar Monate.;;;;;;Nem tudom. Talán egy nap, talán néhány hónap.;;Nie wiem. Może dzień, może kilka miesięcy.;;Я не знаю. Может день, а может несколько месяцев.;;我不知道。 也許一天，也許幾個月。;
INFO_ZSPedar_16_NPC_06=Don't wait for me, keep fighting the orcs.;;;;;;Warte nicht auf mich, sondern kämpfe weiter gegen die Orks.;;;;;;Ne várj rám, hanem folytasd a harcot az orkok ellen.;;Nie czekaj na mnie, kontynuuj walkę z orkami.;;Не жди меня, продолжай свою борьбу с орками.;;別等我，繼續你對半獸人的戰鬥。;
INFO_ZSPedar_16_NPC_07=Free Nordmar!;;;;;;Befreie Nordmar!;;;;;;Szabadítsd fel Nordmart!;;Uwolnij Nordmar!;;Освободи Нордмар!;;解放諾馬！;

INFO_ZSErzofen_01_PLR_01=[Exchange 100 pieces of ore for Pedar's ingot];;;;;;(100 Erzbrocken gegen einen Rohling für Pedar eintauschen);;;;;;[100 ércrög felhasználása Pedar öntvényéhez];;[Przetop 100 bryłek rudy na sztabkę dla Pedara];;[Обменять 100 кусков руды на заготовку для Петара];;[用100礦石換取佩達的模具];

INFO_ZSPlayer_01_PLR_01=Looks familiar.;;;;;;Das kommt mir bekannt vor.;;;;;;Ez ismerősen hangzik.;;Wygląda znajomo.;;Выглядит знакомым.;;看起來很熟悉。;

INFO_ZSTizgar_02_PLR_01=How can I contact Beliar?;;;;;;Wie kann ich mit Beliar Kontakt aufnehmen?;;;;;;Hogyan léphetek kapcsolatba Beliarral?;;Jak mogę skontaktować się z Beliarem?;;Как я могу связаться с Белиаром?;;我如何联系貝利亞？;
INFO_ZSTizgar_02_NPC_02=Only one person can talk to him directly. Zuben.;;;;;;Nur ein Mensch kann direkt mit ihm sprechen: Zuben.;;;;;;Csak egy személy beszélhet vele közvetlenül. Zuben.;;Tylko jedna osoba może z nim bezpośrednio porozmawiać. Zuben.;;Лишь один человек может общаться с ним напрямую. Зубен.;;只有一個人可以直接與他交流。 祖本。;

INFO_ZSTizgar_03_NPC_01=Looks like you pissed him off pretty bad.;;;;;;Es sieht so aus, als hättest du ihn ziemlich verärgert.;;;;;;Úgy tűnik, nagyon feldühítetted.;;Wygląda na to, że nieźle go wkurzyłeś.;;Похоже, ты разозлил его.;;看來你惹他生氣了;
INFO_ZSTizgar_03_NPC_02=Choose your words wisely next time.;;;;;;Nächstes Mal solltest du deine Worte mit Bedacht wählen.;;;;;;Legközelebb gondosan válogasd meg a szavaidat.;;Następnym razem mądrze dobieraj słowa.;;В следующий раз подбирай слова с умом.;;下次明智地選擇你的話。;

INFO_ZSXardas_01_PLR_01=What can you tell me about fire chalices?;;;;;;Was kannst du mir über die Feuerkelche erzählen?;;;;;;Mit tudsz mondani a tűzserlegekről?;;Co możesz mi powiedzieć o ognistych pucharach?;;Что ты можешь рассказать мне об огненных кубках?;;關於火焰高腳杯，你能告訴我什麼？;
INFO_ZSXardas_01_NPC_02=These are ancient artifacts of Innos that grant their owner magical abilities.;;;;;;Es handelt sich um uralte Artefakte des Innos, die ihrem Träger magische Kräfte verleihen.;;;;;;Ezek Innostól származó ősi ereklyék, amelyek mágikus erővel ruházzák fel használójukat.;;Są to starożytne artefakty Innosa, dające ich właścicielowi magiczne zdolności.;;Это древние артефакты Инноса, дарующие своему обладателю магические способности.;;這些是因諾斯的古老神器，賦予其主人魔法能力。;
INFO_ZSXardas_01_NPC_03=They lost their power long ago.;;;;;;Aber sie haben ihre Macht schon vor langer Zeit verloren.;;;;;;Már rég elvesztették a hatalmukat.;;Straciły swoją moc dawno temu.;;Они лишились своей силы давным давно.;;它們很久以前就失去了力量。;
INFO_ZSXardas_01_PLR_04=Everyone I met wanted to take these chalices to the Monastery of Innos.;;;;;;Jeder, den ich getroffen habe, wollte die Kelche zum Innoskloster bringen.;;;;;;Mindazok, akikkel találkoztam, el akarták vinni ezeket a serlegeket Innos kolostorába.;;Każdy, kogo spotkałem, chciał zabrać te kielichy do klasztoru Innosa.;;Все, кого я встречал, хотели отнести эти кубки в монастырь Инноса.;;我遇到的每個人都想把這些高腳杯帶到因諾斯修道院。;
INFO_ZSXardas_01_NPC_05=Looks like the Fire mages are up to something.;;;;;;Es sieht so aus, als hätten die Feuermagier etwas mit ihnen vor.;;;;;;Úgy látszik, a tűzmágusok készülnek valamire.;;Wygląda na to, że Magowie Ognia coś knują.;;Похоже, маги огня что-то задумали.;;看來火巫師有什麼想法。;
INFO_ZSXardas_01_NPC_06=Go to the monastery and find out what.;;;;;;Geh zum Kloster und finde heraus, was sie planen.;;;;;;Menj el a kolostorba, és tudd meg, mit terveznek.;;Idź do klasztoru i dowiedz się co.;;Отправляйся в монастырь и выясни, что именно.;;去修道院，找出是什麼。;

INFO_ZSXardas_02_PLR_01=The Firebenders want to restore the power of the chalices by throwing them into the holy fire.;;;;;;Die Feuermagier wollen den Kelchen ihre Macht zurückgeben indem sie sie in heiliges Feuer eintauchen.;;;;;;A tűzmágusok úgy akarják visszaadni a serlegek erejét, hogy a szent tűzbe dobják azokat.;;Magowie Ognia chcą przywrócić pucharom ich moc, wrzucając je do świętego ognia.;;Маги огня хотят вернуть кубкам их силу, бросив в священный огонь.;;火魔法師想通過將高腳杯扔進聖火中來恢復它們的力量。;
INFO_ZSXardas_02_NPC_02=They may succeed, with your help.;;;;;;Mit deiner Hilfe könnten sie es schaffen.;;;;;;Talán a segítségeddel sikerülhet nekik.;;Może im się to udać, z twoją pomocą.;;Может быть у них это и получится, с твоей помощью.;;也許他們可以在您的幫助下做到這一點。;
INFO_ZSXardas_02_NPC_03=You can use it.;;;;;;Das kannst du zu deinem Vorteil nutzen.;;;;;;Ezt a saját előnyödre fordíthatod.;;Możesz to wykorzystać.;;Этим можно воспользоваться.;;你可以利用這一點。;
INFO_ZSXardas_02_NPC_04=What are they going to do with the trophies once they've won them all?;;;;;;Was wollen sie danach mit den Kelchen machen?;;;;;;Mi lesz a következő lépés a serlegekkel?;;Co zamierzają zrobić z pucharami, gdy już wszystkie zdobędą?;;Что они собираются делать с кубками дальше?;;他們接下來要用這些杯子做什麼？;
INFO_ZSXardas_02_PLR_05=I will have to return the paladins to their magic.;;;;;;Ich muss den Paladinen ihre Magie zurückgeben.;;;;;;Vissza kell adnom a lovagoknak a mágiájukat.;;Będę musiał zwrócić paladynom ich magię.;;Я должен буду вернуть паладинам их магию.;;我得把聖騎士的魔法還給他們。;
INFO_ZSXardas_02_NPC_06=Listen to me.;;;;;;Hör mir zu.;;;;;;Figyeljen rám.;;Posłuchaj mnie.;;Выслушай меня.;;聽我說。;
INFO_ZSXardas_02_NPC_07=If you manage to collect all the fire chalices, don't part with them too hastily.;;;;;;Wenn du es schaffst, alle Feuerkelche zu finden, solltest du dich nicht gleich wieder von ihnen trennen.;;;;;;Ha sikerül összegyűjtened az összes tűzserleget, ne válj meg tőlük túl hamar.;;Jeśli uda ci się zebrać wszystkie ogniste puchary, nie rozstawaj się z nimi zbyt pochopnie.;;Если тебе удастся собрать все огненные кубки, не спеши расставаться с ними.;;如果你能收集所有的火焰杯，不要急於離開它們。;
INFO_ZSXardas_02_NPC_08=Bring them to me and I'll show you another solution.;;;;;;Bring sie zu mir und ich werde dir einen anderen Weg zeigen.;;;;;;Hozd el nekem, és én mutatok neked egy másik megoldást a problémára.;;Przynieś je do mnie, a przedstawię ci inne rozwiązanie.;;Принеси их сюда и я предложу тебе другое решение этого вопроса.;;把它們帶到這裡，我會給你另一個解決方案。;

INFO_ZSXardas_03_PLR_01=I collected all twelve fire chalices.;;;;;;Ich habe alle zwölf Feuerkelche gesammelt.;;;;;;Összegyűjtöttem mind a tizenkét tűzserleget.;;Zebrałem wszystkie dwanaście ognistych pucharów.;;Все двенадцать кубков сейчас находятся у меня.;;十二個杯子都在我手裡。;
INFO_ZSXardas_03_PLR_02=What do you propose to do with them?;;;;;;Was soll ich mit ihnen machen?;;;;;;Mit tervezel velük tenni?;;Co proponujesz z nimi zrobić?;;Что ты предлагаешь сделать с ними?;;你想對它們做什麼？;
INFO_ZSXardas_03_NPC_03=Do you remember how you charged Urizel with the power of a mound of magical ore in the Valley of Mines?;;;;;;Erinnerst du dich daran, wie du Uriziel im Minental mit der Kraft des magischen Erzhaufens aufgeladen hast?;;;;;;Emlékszel, hogyan töltötted fel az Urizielt a mágikus érchalom erejével a Bányavölgyben?;;Czy pamiętasz, jak w Górniczej Dolinie naładowałeś Urizela mocą kopca magicznej rudy?;;Помнишь, как в долине рудников ты зарядил Уризель при помощи горы магической руды?;;你還記得在礦穀裏你用一堆神奇的礦石給烏裏澤爾充能嗎？;
INFO_ZSXardas_03_NPC_04=Using fire chalices, a similar ritual can be performed with the sacred fire of Innos.;;;;;;Mit den Feuerkelchen und dem heiligen Feuer Innos' kannst du ein ähnliches Ritual durchführen.;;;;;;A tűzserlegekkel hasonló rituálét lehet végezni, Innos szent tüzével.;;Używając ognistych pucharów, można przeprowadzić podobny rytuał ze świętym ogniem Innosa.;;Используя огненные кубки, ты можешь провести похожий ритуал со священным огнём Инноса.;;使用火杯，您可以使用因諾斯的聖火進入類似的儀式。;
INFO_ZSXardas_03_PLR_05=Are you proposing that I betray the paladins?;;;;;;Willst du mir damit sagen, dass ich die Paladine verraten soll?;;;;;;Azt mondod, hogy áruljam el a lovagokat?;;Proponujesz mi, żebym zdradził paladynów?;;Ты предлагаешь мне предать паладинов?;;你是在暗示我背叛聖騎士嗎？;
INFO_ZSXardas_03_NPC_06=NO. I propose that you create a weapon of unimaginable power and take your fate into your own hands.;;;;;;Nein. Ich schlage vor, dass du eine Waffe von noch nie dagewesener Macht herstellst und das Schicksal selbst in die Hand nimmst.;;;;;;Nem. Azt javaslom, hogy hozz létre egy példátlan erejű fegyvert, és vedd saját kezedbe a sorsot.;;Nie. Proponuję, byś stworzył broń o niewyobrażalnej mocy i wziął swój los we własne ręce.;;Нет. Я предлагаю тебе создать оружие невиданной мощи и взять судьбу в свои руки.;;不。 我建議你製造出威力空前的武器，將命運掌握在自己手中。;
INFO_ZSXardas_03_PLR_07=So what should you do?;;;;;;Und was muss ich dazu tun?;;;;;;Mit kell tenni ahhoz, hogy ez megvalósuljon?;;Więc co należy zrobić?;;И что же для этого нужно сделать?;;為此需要做什麼？;
INFO_ZSXardas_03_NPC_08=Listen carefully and remember the order of the ritual.;;;;;;Hör mir gut zu und merk dir die Reihenfolge des Rituals.;;;;;;Jól figyelj rám, és jegyezd meg a rituálé menetét.;;Słuchaj uważnie i zapamiętaj kolejność rytuału.;;Слушай внимательно и запоминай порядок проведения ритуала.;;仔細聆聽並記住儀式的順序。;
INFO_ZSXardas_03_NPC_09=The first thing you'll need is protection that can withstand the scorching flames of the Innos.;;;;;;Als Erstes brauchst du einen Schutz, der der Hitze von Innos' Feuer standhält.;;;;;;Az első dolog, amire szüksége van, egy védelem, amely ellenáll Innos perzselő lángjainak.;;Pierwszą rzeczą, której będziesz potrzebował, jest ochrona, która wytrzyma palące płomienie Innosa.;;В первую очередь тебе потребуется защита, чтобы вынести жар от огня Инноса.;;首先，您需要保護以承受因諾斯之火的高溫。;
INFO_ZSXardas_03_NPC_10=Pour the fire dragon's blood into the flames to change their nature.;;;;;;Dann gieß das Blut eines Feuerdrachen in die Flammen, um sie zu verändern.;;;;;;Öntsd egy tűzsárkány vérét a lángba, hogy megváltoztasd a természetét.;;Wlej krew ognistego smoka do płomieni, aby zmienić ich naturę.;;Плесни в пламя кровь огненного дракона, чтобы изменить его сущность.;;將一頭火龍之血注入火焰中，改變其本質。;
INFO_ZSXardas_03_NPC_11=Then throw all the fire goblets into the flames.;;;;;;Wirf anschließend alle Feuerkelche ins Feuer.;;;;;;Ezután dobd az összes serleget a tűzbe.;;Następnie wrzuć w płomienie wszystkie ogniste puchary;;Затем брось в него огненные кубки.;;然後把火杯扔進去。;
INFO_ZSXardas_03_NPC_12=Bring a sword made of pure magical ore to the fire.;;;;;;Halte anschließend ein Schwert aus reinem magischem Erz an das Feuer.;;;;;;Majd pedig tégy egy tiszta mágikus ércből készült kardot a tűzbe.;;Zbliż do ognia miecz wykonany z czystej magiczej rudy.;;После чего поднеси к огню меч из чистой магической руды.;;然後把一把純魔法礦石劍放在火上。;
INFO_ZSXardas_03_NPC_13=At this point, your companion will have to cast a spell.;;;;;;An diesem Punkt muss dein Begleiter einen Zauberspruch aufsagen.;;;;;;Ekkor a társadnak el kell mondania egy varázsigét.;;W tym momencie twój towarzysz będzie musiał rzucić zaklęcie.;;В этот момент твой спутник должен будет прочитать заклинание.;;在那一刻，你的同伴必須施咒。;
INFO_ZSXardas_03_NPC_14=If all goes well, the sword will absorb the power of the fire chalices.;;;;;;Wenn alles gut geht, wird das Schwert die Kraft der Feuerkelche absorbieren.;;;;;;Ha minden jól megy, a kard magába szívja a tűzserlegek erejét.;;Jeśli wszystko pójdzie dobrze, miecz pochłonie moc ognistych pucharów.;;Если всё пройдёт успешно, то меч впитает в себя силу огненных кубков.;;如果一切順利，劍將吸收火焰杯的力量。;

QUEST_IngolfAttackDragon=Dragon hunting with Ingolf.;;;;;;Drachenjagd mit Ingolf.;;;;;;Sárkányvadászat Ingolffal.;;Polowanie na smoka z Ingolfem.;;Охота на дракона с Ингольфом.;;與英戈爾夫一起獵殺龍。;

QUEST_XardasFireMagesPlans=Xardas wants to know what the Fire magicians are up to.;;;;;;Finde für Xardas heraus, was die Feuermagier vorhaben.;;;;;;Derítsd ki Xardasnak, mire készülnek a tűzmágusok.;;Xardas chce wiedzieć, co knują Magowie Ognia.;;Выясни для Ксардаса, что затевают маги огня.;;為薩達找出火法師們的計劃。;
QUESTDESC_XardasFireMagesPlans=Xardas wants to know what the Fire magicians are going to do with the fire goblets.;;;;;;Xardas möchte wissen, was die Feuermagier mit den Feuerkelchen vorhaben.;;;;;;Xardas tudni akarja, mit terveznek a tűzmágusok a tűzserlegekkel.;;Xardas chce wiedzieć, co Magowie Ognia zamierzają zrobić z ognistymi pucharami.;;Ксардас хочет узнать, что маги огня собираются сделать с огненными кубками.;;薩達斯想知道火巫師會用火杯做什麼。;
CNQ_THE_XardasFireMagesPlans_01=Xardas will be interested in what I heard from Milten.;;;;;;Xardas wird daran interessiert sein, was Milten zu sagen hatte.;;;;;;Xardast érdekelni fogják a Miltentől szerzett információim.;;Xardas będzie zainteresowany tym co, usłyszałem od Miltena.;;Ксардасу будет интересно услышать информацию, которую я получил от Мильтена.;;薩達斯會想听我從米爾頓那裡得到的消息。;

QUEST_XardasFireCupsRitual=Victim.;;;;;;Das Opfer.;;;;;;Az áldozat.;;Ofiara.;;Жертва.;;受害者。;
QUESTDESC_XardasFireCupsRitual=Xardas told me about a ritual that would imbue a sword with the power of the fire chalices. I need a sword of pure magic ore, the blood of a fire dragon, and the help of my old friend Milten.;;;;;;Xardas hat mir von einem Ritual erzählt, mit dem man einem Schwert die Macht der Feuerkelche geben kann. Ich brauche ein Schwert aus reinem magischem Erz, das Blut eines Feuerdrachen und die Hilfe meines alten Freundes Milten.;;;;;;Xardas mesélt nekem egy rituáléról, amely képes egy kardot a tűzserlegek erejével felruházni. Szükségem van egy tiszta mágikus ércből készült kardra, egy tűzsárkány vérére és régi barátom, Milten segítségére.;;Xardas opowiedział mi o rytuale, który będzie w stanie nasycić miecz mocą ognistych pucharów. Potrzebuję miecza z czystej magicznej rudy, krwi ognistego smoka i pomocy mojego starego przyjaciela Miltena.;;Ксардас рассказал мне о ритуале, который способен напитать меч силой огненных кубков. Мне потребуется меч из чистой магической руды, кровь огненного дракона и помощь моего старого друга Мильтена.;;薩達告訴我有一種儀式可以將火焰杯的力量注入劍中。 我需要一把純魔礦石劍，一頭火龍之血，還有我的老朋友米爾頓的幫助。;
CNQ_THE_XardasFireCupsRitual_01=Milten refused to help me. I must find a way to get him to read the scroll of Xardas the moment I bring the sword to the fire.;;;;;;Milten hat sich geweigert, mir zu helfen. Ich muss einen Weg finden, ihn dazu zu bringen, Xardas' Schriftrolle zu lesen, wenn ich das Schwert an das Feuer halte.;;;;;;Milten nem volt hajlandó segíteni nekem. Valahogy rá kell vennem, hogy felolvassa Xardas tekercsét, amint a kardot a tűz közelébe tartom.;;Milten odmówił mi pomocy. Muszę znaleźć sposób, by skłonić go do przeczytania zwoju Xardasa w chwili, gdy zbliżę miecz do ognia.;;Мильтен отказался мне помогать. Нужно найти способ заставить его прочитать свиток Ксардаса, в момент, когда я поднесу меч к огню.;;米爾頓拒絕幫助我。 我需要想辦法讓他在我將劍投入火中的那一刻讀薩達的捲軸。;
CNQ_THE_XardasFireCupsRitual_02=I got the blood of the fire dragon.;;;;;;Ich habe das Blut eines Feuerdrachen.;;;;;;Nálam van egy tűzsárkány vére.;;Zdobyłem krew ognistego smoka.;;Я достал кровь огненного дракона.;;我得到了火龍之血。;
CNQ_THE_XardasFireCupsRitual_03=The sword of the ancestors would be appropriate for this ritual.;;;;;;Das Schwert der Ahnen eignet sich für das Ritual.;;;;;;Az ősök kardja megfelelő erre a rituáléra.;;Miecz przodków byłby odpowiedni do tego rytuału.;;Меч предков подойдёт для этого ритуала.;;祖傳寶劍適合這種儀式。;
CNQ_THE_XardasFireCupsRitual_04=The power of the ancestors would be appropriate for this ritual.;;;;;;Die „Macht der Ahnen“ eignet sich für das Ritual.;;;;;;Az 'Ősök ereje' kard megfelelő lesz ehhez a rituáléhoz.;;Moc przodków będzie odpowiednia do tego rytuału.;;Сила предков подойдёт для этого ритуала.;;先祖之力，才會適合這種儀式。;

QUEST_PedarHornWhiteShadowBeast=White Shadowbeast Horn.;;;;;;Das Horn eines weißen Schattenläufers;;;;;;Egy fehér árnyékfutó szarva.;;Róg Białego Cieniostwora.;;Рог белого мракориса.;;白色暗影獸之角。;
QUEST_PedarHornRockTroll=Snow troll bone.;;;;;;Finde Schneetrollknochen;;;;;;A havasi troll csontja.;;Kość śnieżnego trolla;;Кость снежного тролля;;雪巨魔骨;
QUEST_PedarBloodDragon=Ice Dragon Blood.;;;;;;Finde Eisdrachenblut.;;;;;;A jégsárkány vére.;;Krew Lodowego Smoka;;Кровь ледяного дракона;;冰龍之血;
QUEST_PedarPureOreSword=Pedar's Pure Ore Ingot.;;;;;;Pedars Erzrohling;;;;;;Pedar ércöntvénye.;;Sztaba rudy Pedara;;Рудная болванка Петара;;佩達礦塊;
QUEST_PedarCreateSword=Dragon Blood Blade.;;;;;;Das Drachenblutschwert;;;;;;A sárkány véréből készült kard.;;Ostrze Smoczej Krwi.;;Меч крови дракона.;;龍血之劍。;
QUEST_PedarNeedRecipe=Bring Pedar the blueprint for the Sword of the Ancestors.;;;;;;Bring Pedar den Bauplan für das Schwert der Ahnen.;;;;;;Hozd el Pedarnak az Ősök kardjának tervét.;;Przynieś Pedarowi schemat Miecza Przodków.;;Принеси Петару рецепт меча предков.;;把上古之劍的製作圖帶給佩達。;
QUEST_PedarCreateSword2=Dragon's Blood Blade.;;;;;;Die Drachenblutklinge;;;;;;A sárkányvér penge.;;Ostrze Smoczej Krwi.;;Меч крови дракона.;;龍血之劍。;
QUEST_IngolfBringSword=Deal with Beliar.;;;;;;Der Drachenhort.;;;;;;Megállapodás Beliarral.;;Smocze legowisko.;;Драконье логово.;;與貝利亞的交易。;
QUESTDESC_IngolfBringSword=[ENG];;;;;;Ingolf will, dass ich sein altes Schwert aus dem Drachenhort unter Kap Dun hole. Im Gegenzug teilt er sein Wissen über die Herstellung seiner Ausrüstung mit mir.;;;;;;[HUN];;Ingolf chce, żebym przyniósł mu jego stary miecz z legowiska smoka pod Cape Dun. W zamian podzieli się ze mną swoją wiedzą.;;Ингольф хочет, чтобы я принёс его старый меч из драконьего логова под Кап Дуном. Взамен он поделится со мной знаниями о создании своего снаряжения.;;[TRC];


QUEST_BeliarClawRitual=Deal with Beliar.;;;;;;Eine Abmachung mit Beliar.;;;;;;Megállapodás Beliarral.;;Układ z Beliarem.;;Сделка с Белиаром.;;與貝利亞的交易。;
QUESTDESC_BeliarClawRitual=In Sigmor's chest I found an all familiar sword. I need to find out what Sigmor planned to do with it. But the dark magician is unlikely to be pleased if he finds out that I've been rummaging through his stuff.;;;;;;In Sigmors Truhe habe ich ein nur allzu vertrautes Schwert gefunden. Ich muss herausfinden, was Sigmor damit vorhatte. Der Schwarzmagier wird allerdings kaum erfreut sein, wenn er erfährt, dass ich seine Sachen durchwühlt habe.;;;;;;Sigmor ládájában egy túlságosan is ismerős kardot találtam. Ki kell derítenem, hogy Sigmor mit akart vele csinálni. Nem hiszem, hogy a feketemágus örülni fog, amikor megtudja, hogy átkutattam a holmiját.;;W skrzyni Sigmora znalazłem całkiem znajomy miecz. Muszę dowiedzieć się, co Sigmor planował z nim zrobić. Ale mroczny mag raczej nie będzie zadowolony, jeśli dowie się, że grzebałem w jego rzeczach.;;В сундуке, открывшемся при помощи ключа Сигмора, я нашёл до боли знакомый меч. Надо выяснить, что Сигмор планировал с ним делать. Вот только тёмный маг вряд ли будет обрадован, если узнает, что я рылся в его вещах.;;在用西格莫的鑰匙打開的箱子裡，我發現了一把熟悉得讓人心疼的劍。 我們需要查明西格莫打算對它做什麼。 但是如果黑魔法師發現我翻了他的東西，他是不會高興的。;
CNQ_THE_BeliarClawRitual_01=According to Sigmor's journal, he planned to restore Talon's power. To do so, he would have to contact Beliar himself with a staff of some sort.;;;;;;Laut Sigmors Tagebuch wollte er sich die Macht der Klaue aneignen. Dazu müsste er Beliar selbst mit einer Art Stab kontaktieren.;;;;;;Ha hinni lehet Sigmor naplójának, azt tervezte, hogy megszerzi a Karom rejtett erejét. Ehhez magával Beliarral kellett volna felvennie a kapcsolatot valamilyen bottal.;;Według dziennika Sigmora, planował on przywrócić moc Szponu. W tym celu musiałby skontaktować się z samym Beliarem za pomocą jakiegoś kosturu.;;Если верить дневнику Сигмора, он планировал заполучить скрытую мощь Когтя. Для этого необходимо связаться с самим Белиаром при помощи какого-то посоха.;;;
CNQ_THE_BeliarClawRitual_02=Beliar offered me a deal. I'll pour new power into the claw if I kill all the water mages.;;;;;;Beliar hat mir einen Handel angeboten. Er wird der Klaue neue Macht verleihen, wenn ich alle Wassermagier töte.;;;;;;Beliar üzletet ajánlott nekem. Új energiával ruházza fel a Karmot, ha megölöm az összes vízmágust.;;Beliar zaproponował mi układ. Przeleje w Szpon nową moc, jeśli zabiję wszystkich magów wody.;;Белиар предложил мне сделку. Он наделит Коготь новыми силами, если я убью всех магов воды.;;貝利亞給了我一個交易。 他會給我的爪子新的力量，如果我殺了所有的水法師。;
CNQ_THE_BeliarClawRitual_03=All Water mages are dead. I just hope the God of Darkness hasn't lied to me.;;;;;;Alle Wassermagier sind tot. Ich hoffe nur der Gott der Finsternis hat mich nicht angelogen.;;;;;;Az összes vízmágus halott. Remélem, a Sötétség istene nem hazudott nekem.;;Wszyscy Magowie Wody nie żyją. Mam tylko nadzieję, że Bóg Ciemności mnie nie okłamał.;;Все маги воды мертвы. Надеюсь, бог разрушений не обманул меня.;;水法師都死了。 我希望毀滅之神沒有欺騙我。;
CNQ_THE_BeliarClawRitual_04=Zuben is the only one who knows how to contact Beliar.;;;;;;Zuben ist der Einzige, der weiß, wie man mit Beliar Kontakt aufnehmen kann.;;;;;;Zuben az egyetlen, aki tudja, hogyan lehet kapcsolatba lépni Beliarral.;;Zuben jako jedyny wie, jak skontaktować się z Beliarem.;;Зубен единственный, кто знает, как связаться с Белиаром.;;祖本是唯一一個知道如何聯系貝利亞的人。;

ITEMDESC_Sword_2H_BeliarsClaw=I have captured this weapon in Jharkendar. It still emits its power.;;-;;-;;Die schmale, glänzende Klinge durchschneidet Gegner mühelos.;;-;;-;;Ezt a fegyvert Jharkendarban szereztem. Még mindig árad belőle az erő.;;To miecz który zdobyłem w Jarkendarze, jednak jego moc jakby osłabła.;;Тонкое блестящее лезвие превосходно рассекает врагов.;;薄而閃亮的刀刃擅長切開敵人。;

BOOKTEXTLEFT_HunterBook=\n\nWe made it! We found a white shadowbeast. Now that we have his horn, we should go back to the teacher. But my partner has a better idea. We know which component will be needed next, so we will go for it right away. Upon returning, the teacher will be pleasantly surprised.;;;;;;\n\nWir haben es geschafft! Wir haben einen weißen Schattenläufer gefunden. Jetzt, wo wir sein Horn haben, sollten wir zu unserem Lehrer zurückkehren. Aber mein Partner hat eine bessere Idee. Wir wissen, welche Zutat wir als Nächstes brauchen, also holen wir sie gleich. Wenn wir zurückkommen, wird unser Lehrer angenehm überrascht sein.;;;;;;\n\nMegcsináltuk! Megtaláltuk a fehér árnyékfutót. Most, hogy nálunk van a szarva, vissza kell mennünk a mesterhez. De a társamnak jobb ötlete támadt. Tudjuk, melyik alapanyagot kell legközelebb beszereznünk, úgyhogy azonnal megkaparintjuk. Mire visszaérünk, a mester nagyon meg fog lepődni.;;\n\nUdało nam się! Znaleźliśmy białego cieniostwora. Skoro już mamy jego róg, powinniśmy wrócić do nauczyciela. Ale mój partner ma lepszy pomysł. Wiemy, który komponent będzie potrzebny w następnej kolejności, dlatego od razu po niego pójdziemy. Po powrocie nauczyciel będzie mile zaskoczony.;;\n\nНам удалось это! Мы нашли белого мракориса. Теперь, когда его рог у нас, нам следует вернуться к учителю. Но у моего напарника есть идея по лучше. Мы знаем, какой компонент понадобится следующим, и поэтому сразу отправимся за ним. Когда мы вернемся учитель будет приятно удивлён.;;\n\n我們成功了！ 我們發現白色的暗影獸。 既然它的角在我們這裡，我們應該回到老師那裡。 但我的搭檔有個更好的主意我們知道下一個需要什麼組件，所以我們馬上就去。 當我們回來的時候，老師會很驚訝的。;
BOOKTEXTRIGHT_HunterBook=\n\nWe are standing at the foot of the mountain. Somewhere up there, snow trolls are waiting for us. It wasn't until I got here that I realized the danger of the impending clash. Maybe we should turn back?;;;;;;\n\nWir stehen am Fuß des Berges. Irgendwo dort oben warten Schneetrolle auf uns. Erst jetzt erkenne ich die Gefahr, die uns bevorsteht. Vielleicht sollten wir umkehren?;;;;;;Egy hegy lábánál állunk. Valahol ott fent a havasi trollok várnak ránk. Csak amikor ideértem, akkor döbbentem rá a közelgő összecsapás veszélyére. Talán vissza kellene fordulnunk?;;\n\nStoimy u podnóża góry. Gdzieś tam na górze czekają na nas śnieżne trolle. Dopiero gdy tu dotarłem, zdałem sobie sprawę z niebezpieczeństwa zbliżającego się starcia. Może powinniśmy zawrócić?;;\n\nМы стоим у подножия горы. Где-то там, наверху, нас ждут снежные тролли. Лишь оказавшись здесь, я осознал всю опасность предстоящей вылазки. Может нам стоит повернуть обратно?;;\n\n我們站在山脚下。 雪巨魔等著我們。 直到來到這裡，我才意識到即將到來的襲擊的危險。 也許我們應該回去。;
BOOKTEXTLEFT_SigmorBook=\n\nThe fishermen said they fished this sword out of the sea. What could it be? A stroke of luck or the will of Beliar himself? Anyway, I was lucky to find this sword before other dark magicians. This sword is the key to world domination. But Beliar himself must let it be wielded. If I had a skeleton...;;;;;;\n\nDie Fischer behaupten, sie hätten dieses Schwert aus dem Meer gefischt. Was hat das zu bedeuten? Glück oder Beliars Wille? Jedenfalls hatte ich Glück, das Schwert vor den anderen Schwarzmagiern zu finden. Es ist der Schlüssel zur Weltherrschaft. Doch nur Beliar selbst kann mir helfen, es zu führen. Wenn ich nur einen Stab hätte ...;;;;;;A halászok azt mondták, hogy ők húzták ki ezt a kardot a tengerből. Mi lehet ez? Szerencse vagy maga Beliar akarata? Mindenesetre elég szerencsés voltam ahhoz, hogy a többi feketemágus előtt megtaláljam ezt a kardot. Ez a kard a kulcs a világuralomhoz. De Beliarnak magának kell lehetővé tennie, hogy használhassam. Bárcsak nálam lenne a bot...;;\n\nRybacy powiedzieli, że wyłowili ten miecz z morza. Co to może być? Łut szczęścia czy wola samego Beliara? W każdym razie miałem szczęście, że znalazłem ten miecz przed innymi mrocznymi magami. Ten miecz jest kluczem do dominacji nad światem. Ale sam Beliar musi pozwolić go dzierżyć. Gdybym miał kostur...;;\n\nРыбаки утверждают, что выловили этот меч в море. Что это? Удача или воля Белиара? В любом случае, мне повезло добраться до этого меча раньше других тёмных магов. Этот меч – ключ к господству над миром. Но только сам Белиар может помочь мне воспользоваться им. Если бы только у меня был посох...;;\n\n漁民們說，他們在海裡釣到了這把劍。 這是什麼？ 幸運還是意志？ 不管怎樣，我很幸運在其他黑暗巫師之前找到了這把劍。 這把劍是統治世界的關鍵。 但只有貝利亞能幫助我使用它。 如果我有一根棍子…;
ITEMDESC_It_1H_Sword_DragonBlood=-;;-;;-;;Eine sorgfältig gefertigte Waffe für harte Kämpfe.;;-;;-;;-;;Starannie wykonana broń przeznaczona do ciężkiej walki.;;Тщательно изготовленное оружие для тяжёлых сражений.;;-;
ITEMDESC_It_1H_Sword_FireCup=-;;-;;-;;Eine sorgfältig gefertigte Waffe für harte Kämpfe.;;-;;-;;-;;Starannie wykonana broń przeznaczona do ciężkiej walki.;;Тщательно изготовленное оружие для тяжёлых сражений.;;-;
ITEMDESC_It_1H_Sword_LightCaptainSaber=-;;-;;-;;Eine sorgfältig gefertigte Waffe für harte Kämpfe.;;-;;-;;-;;Starannie wykonana broń przeznaczona do ciężkiej walki.;;Тщательно изготовленное оружие для тяжёлых сражений.;;-;
ITEMDESC_It_1H_Sword_LightCaptainSaber_Hero=-;;-;;-;;Eine sorgfältig gefertigte Waffe für harte Kämpfe.;;-;;-;;-;;Starannie wykonana broń przeznaczona do ciężkiej walki.;;Тщательно изготовленное оружие для тяжёлых сражений.;;-;
ITEMDESC_It_1H_Sword_LightPirateEpee=-;;-;;-;;Eine sorgfältig gefertigte Waffe für harte Kämpfe.;;-;;-;;-;;Starannie wykonana broń przeznaczona do ciężkiej walki.;;Тщательно изготовленное оружие для тяжёлых сражений.;;-;
ITEMDESC_It_1H_Sword_LightPirateEpee_Hero=-;;-;;-;;Eine sorgfältig gefertigte Waffe für harte Kämpfe.;;-;;-;;-;;Starannie wykonana broń przeznaczona do ciężkiej walki.;;Тщательно изготовленное оружие для тяжёлых сражений.;;-;
ITEMDESC_It_1H_Sword_LightPirateSaber=-;;-;;-;;Eine sorgfältig gefertigte Waffe für harte Kämpfe.;;-;;-;;-;;Starannie wykonana broń przeznaczona do ciężkiej walki.;;Тщательно изготовленное оружие для тяжёлых сражений.;;-;
ITEMDESC_It_1H_Sword_LightPirateSaber_Hero=-;;-;;-;;Eine sorgfältig gefertigte Waffe für harte Kämpfe.;;-;;-;;-;;Starannie wykonana broń przeznaczona do ciężkiej walki.;;Тщательно изготовленное оружие для тяжёлых сражений.;;-;
ITEMDESC_It_2H_Sword_BeliarsClawCursed=-;;-;;-;;Eine sorgfältig gefertigte Waffe für harte Kämpfe.;;-;;-;;-;;Starannie wykonana broń przeznaczona do ciężkiej walki.;;Тщательно изготовленное оружие для тяжёлых сражений.;;-;
ITEMDESC_It_2H_Sword_BeliarsClawNormal=-;;-;;-;;Eine sorgfältig gefertigte Waffe für harte Kämpfe.;;-;;-;;-;;Starannie wykonana broń przeznaczona do ciężkiej walki.;;Тщательно изготовленное оружие для тяжёлых сражений.;;-;
ITEMDESC_It_2H_Sword_DragonSlicer=-;;-;;-;;Eine sorgfältig gefertigte Waffe für harte Kämpfe.;;-;;-;;-;;Starannie wykonana broń przeznaczona do ciężkiej walki.;;Тщательно изготовленное оружие для тяжёлых сражений.;;-;
ITEMDESC_It_2H_Sword_FireCup=-;;-;;-;;Eine sorgfältig gefertigte Waffe für harte Kämpfe.;;-;;-;;-;;Starannie wykonana broń przeznaczona do ciężkiej walki.;;Тщательно изготовленное оружие для тяжёлых сражений.;;-;
ITEMDESC_It_Book_HunterNotes=-;;-;;-;;Ein Buch, dessen Seiten wertvolles Wissen bewahren könnten.;;-;;-;;-;;Księga, której strony mogą skrywać cenną wiedzę.;;Книга, на страницах которой могут храниться ценные знания.;;-;
ITEMDESC_It_Book_SigmorDiary=-;;-;;-;;Ein Schriftstück, das nützliche Informationen enthalten könnte.;;-;;-;;-;;Pisemny dokument, który może zawierać przydatne informacje.;;Письменный документ, в котором могут содержаться полезные сведения.;;-;
ITEMDESC_It_Dragon_BloodFire=-;;-;;-;;Eine Jagdtrophäe, die einem geschickten Handwerker nützlich sein könnte.;;-;;-;;-;;Trofeum zdobyte ze stworzenia, z którego zręczny rzemieślnik może zrobić użytek.;;Трофей, добытый с существа, которому умелый ремесленник найдёт применение.;;-;
ITEMDESC_It_Dragon_BloodIce=-;;-;;-;;Eine Jagdtrophäe, die einem geschickten Handwerker nützlich sein könnte.;;-;;-;;-;;Trofeum zdobyte ze stworzenia, z którego zręczny rzemieślnik może zrobić użytek.;;Трофей, добытый с существа, которому умелый ремесленник найдёт применение.;;-;
ITEMDESC_It_Dragon_LeatherMature=-;;-;;-;;Eine Jagdtrophäe, die einem geschickten Handwerker nützlich sein könnte.;;-;;-;;-;;Trofeum zdobyte ze stworzenia, z którego zręczny rzemieślnik może zrobić użytek.;;Трофей, добытый с существа, которому умелый ремесленник найдёт применение.;;-;
ITEMDESC_It_Form_Pedar=-;;-;;-;;Ein Schriftstück, das nützliche Informationen enthalten könnte.;;-;;-;;-;;Pisemny dokument, który może zawierać przydatne informacje.;;Письменный документ, в котором могут содержаться полезные сведения.;;-;
ITEMDESC_It_Recipe_DragonShield=-;;-;;-;;Enthält die nötige Anleitung zur Herstellung dieses Gegenstands.;;-;;-;;-;;Zawiera instrukcje potrzebne do wykonania tego przedmiotu.;;Содержит указания, необходимые для изготовления этого предмета.;;-;
ITEMDESC_It_Recipe_DragonSlicer=-;;-;;-;;Enthält die nötige Anleitung zur Herstellung dieses Gegenstands.;;-;;-;;-;;Zawiera instrukcje potrzebne do wykonania tego przedmiotu.;;Содержит указания, необходимые для изготовления этого предмета.;;-;
ITEMDESC_It_Recipe_DragonTooth=-;;-;;-;;Enthält die nötige Anleitung zur Herstellung dieses Gegenstands.;;-;;-;;-;;Zawiera instrukcje potrzebne do wykonania tego przedmiotu.;;Содержит указания, необходимые для изготовления этого предмета.;;-;
ITEMDESC_It_Recipe_Dragon_Blood=-;;-;;-;;Enthält die nötige Anleitung zur Herstellung dieses Gegenstands.;;-;;-;;-;;Zawiera instrukcje potrzebne do wykonania tego przedmiotu.;;Содержит указания, необходимые для изготовления этого предмета.;;-;
ITEMDESC_It_Scroll_XardasRitual=-;;-;;-;;Eine Spruchrolle mit dem Wissen, das zum Wirken eines Zaubers nötig ist.;;-;;-;;-;;Zwój zawierający wiedzę potrzebną do rzucenia zaklęcia.;;Свиток со знаниями, необходимыми для сотворения заклинания.;;-;
ITEMDESC_It_SnowTroll_Bone=-;;-;;-;;Eine Jagdtrophäe, die einem geschickten Handwerker nützlich sein könnte.;;-;;-;;-;;Trofeum zdobyte ze stworzenia, z którego zręczny rzemieślnik może zrobić użytek.;;Трофей, добытый с существа, которому умелый ремесленник найдёт применение.;;-;
ITEMDESC_It_SnowTroll_Fur=-;;-;;-;;Eine Jagdtrophäe, die einem geschickten Handwerker nützlich sein könnte.;;-;;-;;-;;Trofeum zdobyte ze stworzenia, z którego zręczny rzemieślnik może zrobić użytek.;;Трофей, добытый с существа, которому умелый ремесленник найдёт применение.;;-;
ITEMDESC_It_Sword_PureOre_Pedar=-;;-;;-;;Eine sorgfältig gefertigte Waffe für harte Kämpfe.;;-;;-;;-;;Starannie wykonana broń przeznaczona do ciężkiej walki.;;Тщательно изготовленное оружие для тяжёлых сражений.;;-;
ITEMDESC_It_WhiteShadowbeast_Horn=-;;-;;-;;Eine Jagdtrophäe, die einem geschickten Handwerker nützlich sein könnte.;;-;;-;;-;;Trofeum zdobyte ze stworzenia, z którego zręczny rzemieślnik może zrobić użytek.;;Трофей, добытый с существа, которому умелый ремесленник найдёт применение.;;-;
